Repository: shivamanhar/ulai-website
Catalog: application/language/main/*/LC_MESSAGES/main.po
Languages: uk_ua

source: First
uk_ua: Початок

source: Last
uk_ua: Кінець

source: URL field can only contain alphanumeric characters and symbols: - , _
uk_ua: Поле URL може містити тільки латинські символи, цифри і символи: - , _

source: Бренды
uk_ua: Бренди

source: Количество брендов для отображения
uk_ua: Кількість брендів для відображення

source: Brands
uk_ua: Бренди

source: Displays the unit in the form of a "carousel" with selected brands
uk_ua: Відображення блоку у вигляді "каруселі" з вибраними брендами

source: Рекомендуемое количество 4. Максимальное значение 20
uk_ua: Рекомендована кількість 4. Максимальне значення 20

source: Показать
uk_ua: Показати

source: Только c фото
uk_ua: Тідбки з фото

source: Все, в том числе без фото
uk_ua: Всі, в тому числі без фото

source: Заголовок виджета
uk_ua: Заголовок виджету

source: Настройки виджета
uk_ua: Налаштування віджету

source: Вернуться
uk_ua: Повернутись

source: Сохранить
uk_ua: Зберегти

source: Сохранить и выйти
uk_ua: Зберегти і вийти

source: Настройки
uk_ua: Налаштування

source: Сортировать по:
uk_ua: Сортувати за:

source: Популярным
uk_ua: Популярністю

source: Дате
uk_ua: Датою

source: Акции:
uk_ua: Акції:

source: Хиты:
uk_ua: Хіти:

source: Старая цена:
uk_ua: Стара ціна:

source: Учитывать категорию:
uk_ua: Враховувати категорію:

source: Заголовок виджета:
uk_ua: Заголовок віджету:

source: Количество товаров для отображения:
uk_ua: Кількість товарів для відображення:

source: Role(s) successfully deleted
uk_ua: Роль(і) успішно видалена(і)

source: Важность
uk_ua: Важливість

source: not specified product_name
uk_ua: не вказано product_name

source: Your name
uk_ua: Ваше ім'я

source: Your Name
uk_ua: Ваше Ім'я

source: Cache file name is not valid string.
uk_ua: Ім'я файлу кешу не є припустимою рядком.

source: Cache file with such name already exist. Please chose another name
uk_ua: Кеш-файл з таким ім'ям вже існує. Будь ласка, вибрала інше ім'я

source: auth login username not exist
uk_ua: Ім'я користувача не існує

source: auth username or email not exist
uk_ua: Логін або Email не існує

source: Name of recipient
uk_ua: Ім'я отримувача

source: You did not specified image name
uk_ua: У Вас не вказано ім'я образу

source: Name
uk_ua: Ім'я

source: Popular/New/Action products
uk_ua: Популярні/Нові/Акційні товари

source: Displays the unit in the form of a "carousel" with selected products
uk_ua: Відображення блоку у вигляді "каруселі" з вибраними товарами

source: Viewed products
uk_ua: Переглянуті товари

source: Displays already viewed by the user products.
uk_ua: Відображення вже переглянутих користувачем товарів

source: Similar Products
uk_ua: Схожі продукти

source: Displays on the product page block with similar products.
uk_ua: Відображення на сторінці товару блоку зі схожими товарами

source: hit not 1 or 0
uk_ua: хіт не 1 чи 0

source: The main template field can not contain more than 250 characters
uk_ua: Поле Головний шаблон не може мiытити бiльше 250 символiв

source: Shipping address
uk_ua: Адреса доставки

source: Your phone
uk_ua: Телефон

source: E-Mail Address
uk_ua: E-Mail Адреса

source: Your Email
uk_ua: Ваш Email

source: Your remark
uk_ua: Ваше зауваження

source: Шаблоны для Shop
uk_ua: Шаблони для краси

source: Hide
uk_ua: Приховати

source: Show
uk_ua: Подивитися

source: дней
uk_ua: днів

source: Продлить
uk_ua: Продовжити

source: Free tarif
uk_ua: Безкоштовний тариф

source: Помощь
uk_ua: Допомога

source: Guest
uk_ua: Гість

source: Personal data
uk_ua: Особисті дані

source: Exit
uk_ua: Вихід

source: Shop
uk_ua: Магазин

source: To the site
uk_ua: На сайт

source: Служба поддержки
uk_ua: Служба підтримки

source: Ваши вопросы
uk_ua: Ваші запитання

source: Задать вопрос
uk_ua: Поставити питання

source: Management
uk_ua: Управління

source: Manage shop
uk_ua: Керувати краси

source: All modules
uk_ua: Всі модулі

source: Manage site
uk_ua: Управління сайтом

source: Interface
uk_ua: Інтерфейс

source: Version
uk_ua: Версія

source: Help us get better
uk_ua: Допоможіть нам стати краще

source: report an error
uk_ua: повідомити про помилку

source: Documentation
uk_ua: Документації

source: Send
uk_ua: Відправити

source: Cancel
uk_ua: Скасування

source: numbers only
uk_ua: тільки цифри

source: show
uk_ua: подивитися

source: don't show
uk_ua: не показувати

source: English
uk_ua: Англійська

source: The role is created
uk_ua: Роль створюється

source: Role was edited
uk_ua: Роль відредагована

source: Role was deleted
uk_ua: Роль була видалена

source: Interval argument must be integer
uk_ua: Інтервал аргумент повинен бути цілим

source: Main layout file don\
uk_ua: Основний макет файлу Дон\

source: Translated field
uk_ua: Перекладені області

source: required
uk_ua: Поле %s обов'язкове для заповнення

source: This field is required
uk_ua: Це поле обов'язкове для заповнення

source: No category
uk_ua: Немає категорії

source: Message
uk_ua: Повідомлення

source: Error
uk_ua: Помилка

source: Success
uk_ua: Успіх

source: Requests to the database
uk_ua: Запитів до бази даних

source: Redirecting
uk_ua: Перенаправлення

source: No rights for
uk_ua: Немає прав для

source: Error checking permissions
uk_ua: Помилка перевірки дозволів

source: Operation panel
uk_ua: Панель управління

source: Languages
uk_ua: Мови

source: Cache
uk_ua: Кеш

source: Pages
uk_ua: Сторінки

source: Categories
uk_ua: Категорії

source: Modules
uk_ua: Модулі

source: Widgets
uk_ua: Віджети

source: Menu
uk_ua: Меню

source: Members
uk_ua: Члени

source: Group
uk_ua: Група

source: Logs
uk_ua: Журнали

source: Backup copying
uk_ua: Резервне копіювання

source: File Editor
uk_ua: Редактор Файлів

source: Access Control Panel
uk_ua: Доступ До Панелі Управління

source: System update
uk_ua: Оновлення системи

source: Find pages in the control panel
uk_ua: Знайти сторінки в панелі управління

source: Creating a language
uk_ua: Створення мови

source: Changing the language
uk_ua: Зміна мови

source: Remove languages
uk_ua: Видалити мови

source: Changing site settings
uk_ua: Змінення параметрів сайту

source: Clearing the cache
uk_ua: Очищення кешу

source: Creating pages
uk_ua: Створення сторінок

source: Editing pages
uk_ua: Редагування сторінок

source: Delete pages
uk_ua: Видалення сторінок

source: Creating categories
uk_ua: Створення категорій

source: Edit Categories
uk_ua: Редагувати Категорії

source: Category delete
uk_ua: Категорія видалити

source: Install Modules
uk_ua: Установка Модулів

source: Removing Modules
uk_ua: Видалення Модулів

source: Administration module
uk_ua: Модуль адміністрування

source: Creating widgets
uk_ua: Створення віджетів

source: Removing widgets
uk_ua: Видалення віджетів

source: Access to the widget settings
uk_ua: Доступ до налаштування віджета

source: Create a menu
uk_ua: Створити меню

source: Edit menu
uk_ua: Правка

source: Menu deleting
uk_ua: Меню видалення

source: Create users of their group
uk_ua: Створити користувачів їх групи

source: Create users of all groups
uk_ua: Створити користувачів всіх груп

source: Edit Users
uk_ua: Редагування Користувачів

source: Remove Users
uk_ua: Видалення Користувачів

source: Viewing member
uk_ua: Перегляд член

source: Creating Groups
uk_ua: Створення Груп

source: Editing Groups
uk_ua: Редагування Груп

source: Deleting Groups
uk_ua: Видалення Груп

source: View Log
uk_ua: Перегляд Журналу

source: Backing up
uk_ua: Резервне копіювання

source: Access to the file editor
uk_ua: Доступ до файлової редактор

source: Download files
uk_ua: Завантажити файли

source: Editing Files
uk_ua: Редагування Файлів

source: Edit Folders
uk_ua: Редагувати Папки

source: To improve performance set php_gettext.dll extension
uk_ua: Для підвищення продуктивності установіть php_gettext.dll розширення

source: Advice
uk_ua: Поради

source: auth login incorrect password
uk_ua: Невірний пароль

source: auth not activated
uk_ua: Не активований

source: auth activate subject
uk_ua: Активувати тему

source: auth account subject
uk_ua: Тема акаунта

source: auth request sent
uk_ua: Запит надіслано

source: auth incorrect old password
uk_ua: Старий пароль невірний

source: auth incorrect password
uk_ua: Невірний пароль

source: Improper protection code
uk_ua: Неналежне код протекції

source: Changes have been saved
uk_ua: Зміни були збережені

source: Role not found
uk_ua: Роль не знайдено

source: Privilege created
uk_ua: Привілей створена

source: The privilege is not found
uk_ua: Привілей не знайдено

source: Can not create a database snapshot, Check the folder {0} on the ability to record
uk_ua: Не можу створити знімок бази даних, перевірте папку {0} на можливість запису

source: You did not specified data array
uk_ua: Ви не зазначеного масиву даних

source: Second parameter $data must be array
uk_ua: Другий параметр $data повинен бути масив

source: Category(ies) id(s) not specified
uk_ua: Категорії( й ) ідентифікатор(и) не вказано

source: Category with such ID not exist
uk_ua: Категорія з таким ID не існує

source: Category(ies) was not found
uk_ua: Категорію не знайдено

source: Category(ies) not exists
uk_ua: Категорія( і ) не існує(ють )

source: Invalid url
uk_ua: Неправильний url-адресу

source: This URL is already in use!
uk_ua: Ця Адреса вже використовується!

source: active not 1 or 0
uk_ua: активний не 1 чи 0

source: showsitetitle not 1 or 0
uk_ua: showsitetitle не 1 чи 0

source: Invalid order method
uk_ua: Невірний замовлення, метод

source: Invalid parent_id
uk_ua: Пошкоджених parent_id

source: The tpl field legth must be smaler than 250 symbols.
uk_ua: Довжина поля Шаблон повинна бути менше ніж 250 символів.

source: The tpl field can only contain Latin alpha-numeric characters
uk_ua: Поле Шаблон може містити тільки латинські буквено-цифрові символи

source: Invalid file type.
uk_ua: Неправильний Тип файлу.

source: Can not buid category tree
uk_ua: Не можу побудувати дерево категорій

source: Compare list
uk_ua: Порівняйте список

source: Image wasnt loaded
uk_ua: Зображення не завантажуються

source: Wrong variant id
uk_ua: Неправильний ідентифікатор варіанти

source: Kassa number
uk_ua: Kassa кількість

source: Secret Key
uk_ua: Секретний Ключ

source: Public key
uk_ua: Відкритий ключ

source: Private key
uk_ua: Закритий ключ

source: Recipient
uk_ua: Одержувач

source: Identifier code
uk_ua: Ідентифікатор коду

source: Integer. The maximum length of 10 characters.
uk_ua: Ціле число. Максимальна довжина 10 символів.

source: Current account
uk_ua: Поточний рахунок

source: Integer. The maximum length of 14 characters.
uk_ua: Ціле число. Максимальна довжина 14 символів.

source: Bank MFI
uk_ua: Банк МФО

source: Integer. The maximum length of 6 characters.
uk_ua: Ціле число. Максимальна довжина 6 символів.

source: Money sign
uk_ua: Гроші знак

source: For example: rub
uk_ua: Наприклад: крб.

source: Merchant settings
uk_ua: Купець налаштування

source: The method of sending data for all requests: GET
uk_ua: Спосіб передачі даних для всіх запитів: GET

source: Merchant id
uk_ua: Мерчант ID

source: Trick seller to which the customer has to make a payment. Format - letter and 12 digits.
uk_ua: Трюк продавця, за яким покупець повинен зробити платіж. Формат - буква і 12 цифр.

source: Merchant password
uk_ua: Купець пароль

source: Account number
uk_ua: Номер рахунку

source: Login
uk_ua: Логін

source: Password
uk_ua: Пароль

source: Recipient bank
uk_ua: Банку-одержувача

source: TIN address
uk_ua: ІПН адреса

source: Recipient account
uk_ua: Рахунку одержувача

source: BIC
uk_ua: БИК

source: Correspondent account
uk_ua: Кореспондентський рахунок

source: Bank notes
uk_ua: Банк Примітки

source: Kopeck
uk_ua: Коп.

source: Trick seller
uk_ua: Трюк продавця

source: Secret Key:
uk_ua: Секретний Ключ:

source: Links to create application:
uk_ua: Посилання для створення додатків:

source: Client
uk_ua: Клієнт

source: Get link for Received token
uk_ua: Отримати посилання отримали токен

source: Follow the link to get Received token:
uk_ua: Перейдіть за посиланням, щоб отримати отримали токен:

source: Received token
uk_ua: Отримали токен

source: You did not specified product id
uk_ua: У Вас не зазначено код продукту

source: Product with such ID not exist
uk_ua: Продукт з таким ID не існує

source: Product variant not found
uk_ua: Варіант продукту не знайдено

source: You did not specified product variant id
uk_ua: У Вас не вказано ідентифікатор варіанту продукту

source: Invalid stock
uk_ua: Пошкоджених фондовій

source: Invalid brand_id
uk_ua: Пошкоджених brand_id

source: currency not specified
uk_ua: обмін не вказано

source: currency not exist
uk_ua: обмін не існує

source: price_in_main not specified
uk_ua: price_in_main не вказано

source: price_in_main not float
uk_ua: price_in_main не float

source: Invalid category_id
uk_ua: Пошкоджених category_id

source: category_id not specified
uk_ua: category_id не вказано

source: Invalid related_products
uk_ua: Пошкоджених related_products

source: Invalid created
uk_ua: Пошкоджених створена

source: Invalid updated
uk_ua: Пошкоджених оновлено

source: Invalid old_price
uk_ua: Пошкоджених old_price

source: Invalid views
uk_ua: Некоректний вигляд

source: Invalid added_to_cart_count
uk_ua: Пошкоджених added_to_cart_count

source: Invalid external_id
uk_ua: Пошкоджених external_id

source: hot not 1 or 0
uk_ua: гаряча не 1 чи 0

source: action not 1 or 0
uk_ua: дія не 1 чи 0

source: The Main tpl field can only contain Latin alpha-numeric characters
uk_ua: Основні tpl поле може містити тільки латинські буквено-цифрові символи

source: Product category does not exists
uk_ua: Категорія продукту не існує

source: Product has no properties
uk_ua: Продукт має властивості

source: Product has no category
uk_ua: Продукт не має категорії

source: Product that you specified does not exist
uk_ua: Продукт, який Ви вказали, не існує

source: Not multiple property cant set few values
uk_ua: Не кілька властивостей не можу задати декілька значень

source: Property that you specified does not exist
uk_ua: Власності, зазначений не існує

source: Not valid arguments passed to the method
uk_ua: Не діють аргументи, що передаються методом

source: Additional categories ids must be array
uk_ua: Додаткові категорії ids повинен бути масив

source: You did not specified product model
uk_ua: Ви не зазначеного продукту модель

source: You did not specified categories array
uk_ua: Ви не зазначених категорій масив

source: You did not specified image position
uk_ua: Ви не зазначеного положення зображення

source: Profile
uk_ua: Профіль

source: Email
uk_ua: Адреса

source: Address
uk_ua: Адреса

source: Phone
uk_ua: Телефон

source: Data is saved
uk_ua: Дані зберігаються

source: Old password
uk_ua: Старий пароль

source: Confirm password
uk_ua: Підтвердіть пароль

source: wrong
uk_ua: неправильно

source: successfully saved.
uk_ua: успішно збережено.

source: none
uk_ua: немає

source: Home
uk_ua: Вдома

source: Buy
uk_ua: Купити

source: Formulation order
uk_ua: Формулювання замовлення

source: Announce a
uk_ua: Оголосити

source: isset
uk_ua: ісеть

source: valid_email
uk_ua: Поле %s повинно містити коректну адресу електронної пошти.

source: valid_emails
uk_ua: Поле %s должнj містити всі дійсні адреси електронної пошти.

source: valid_url
uk_ua: Поле %s повинно містити коректний URL.

source: valid_ip
uk_ua: Поле %s повинно містити коректний IP.

source: min_length
uk_ua: Поле %s має бути не менше %s символів у довжину.

source: max_length
uk_ua: Поле %s не може перевищувати %s символів у довжину.

source: exact_length
uk_ua: Поле %s має бути %s символів у довжину.

source: alpha
uk_ua: Альфа

source: alpha_numeric
uk_ua: Поле %s може містити тільки латинські алфавітно-цифрові символи .

source: alpha_dash
uk_ua: Поле %s повинно містити тільки латинські літери, цифри, а також знаки дефіс і підкреслення.

source: numeric
uk_ua: числові

source: is_numeric
uk_ua: Поле %s повинно містити лише цифри.

source: integer
uk_ua: ціле число

source: regex_match
uk_ua: Поле % S не в правильному форматі .

source: matches
uk_ua: матчі

source: is_unique
uk_ua: Поле %s повинно містити унікальне значення.

source: is_natural
uk_ua: Поле %s повинно містити тільки позитивні числа.

source: is_natural_no_zero
uk_ua: Поле %s повинно містити число більше нуля .

source: decimal
uk_ua: десяткове

source: less_than
uk_ua: Поле %s повинно містити число менше %s.

source: greater_than
uk_ua: Поле %s повинно містити число, більше , ніж s .

source: User profile successfully changed
uk_ua: Профіль користувача успішно змінено

source: Cart
uk_ua: Візок

source: Order view
uk_ua: Замовлення перегляду

source: email_sent
uk_ua: Ваше повідомлення успішно відправлено

source: Please fix this field.
uk_ua: Будь ласка, виправте це поле.

source: Enter a valid email address.
uk_ua: Введіть дійсну адресу електронної пошти.

source: Please enter a valid URL.
uk_ua: Будь ласка, введіть URL-адресу.

source: Please enter a valid date.
uk_ua: Будь ласка, введіть коректну дату.

source: Please enter a valid date (ISO).
uk_ua: Будь ласка, введіть правильну дату ( ISO) .

source: Please enter a valid number.
uk_ua: Будь ласка, введіть дійсний номер.

source: Please enter only digits.
uk_ua: Будь ласка, введіть тільки цифри.

source: Please enter a valid credit card number.
uk_ua: Будь ласка, введіть дійсний номер кредитної картки.

source: Please enter the same value again.
uk_ua: Будь ласка, введіть значення знову.

source: Please enter a value with a valid extension.
uk_ua: Будь ласка, введіть значення з допустимим розширенням.

source: Please enter no more than {0} characters.
uk_ua: Будь ласка, введіть більш {0} символів.

source: Please enter at least {0} characters.
uk_ua: Будь ласка, введіть як мінімум {0} символів.

source: Please enter a value between {0} and {1} characters long.
uk_ua: Будь ласка, введіть значення між {0} та {1} символів.

source: Please enter a value between {0} and {1}.
uk_ua: Будь ласка, введіть значення між {0} та {1}.

source: Please enter a value less than or equal to {0}.
uk_ua: Будь ласка, введіть значення, менше або рівне {0}.

source: Please enter a value greater than or equal to {0}.
uk_ua: Будь ласка, введіть значення більше або рівне {0}.

source: Widget title
uk_ua: Заголовок віджету

source: Successfully saved
uk_ua: Успішно збережено

source: Number of items to display
uk_ua: Кількість елементів

source: Report message
uk_ua: Доповідь повідомлення

source: Formulation <br/> order
uk_ua: Формулювання <br/> замовлення
