Repository: shivamanhar/ulai-website
Catalog: application/modules/mod_stats/language/*/LC_MESSAGES/mod_stats.po
Languages: uk_ua

source: Count of unique registered users
uk_ua: Число унікальних зареєстрованих користувачів

source: Count of unique unregistered users
uk_ua: Число унікальних незареєстрованих користувачів

source: Registration dynamic
uk_ua: Динамiка реєстрацій

source: save_robots_attendance
uk_ua: Зберегти відвідуваності роботів

source: save_users_attendance
uk_ua: Зберегти відвідуваність користувачів

source: ave_search_results_ac
uk_ua: Зберегти автозаповнення результатів пошуку

source: save_search_results
uk_ua: Зберігати результати пошуку

source: Group by
uk_ua: Групувати

source: Orders
uk_ua: Замовлення

source: Sum and count charts
uk_ua: Сума та кількість графіків

source: Collected info
uk_ua: Зібрані info

source: By users
uk_ua: Користувачі

source: Users
uk_ua: Користувачі

source: Online
uk_ua: Онлайн

source: Registered
uk_ua: Зареєстрований

source: Attendance
uk_ua: Відвідуваність

source: Robots attendance
uk_ua: Роботи відвідуваності

source: Products
uk_ua: Продукти

source: Categories
uk_ua: Категорії

source: Brands
uk_ua: Бренди

source: Product information
uk_ua: Інформація про продукт

source: Product's categories
uk_ua: Продукт категорії

source: Categories attendance
uk_ua: Категорії відвідуваності

source: Brands in category
uk_ua: У категорії бренди

source: Search
uk_ua: Пошук

source: Searched keywords
uk_ua: Пошук ключових слів

source: Brands in search results
uk_ua: Бренди в результатах пошуку

source: Categories in search results
uk_ua: Категорії в результатах пошуку

source: No results
uk_ua: Немає результатів

source: Next
uk_ua: Далі

source: First level categories
uk_ua: Перший рівень категорій

source: Price
uk_ua: Ціна

source: Paid
uk_ua: Платна

source: Delivered
uk_ua: Доставлене

source: Message
uk_ua: Повідомлення

source: Settings updated!
uk_ua: Налаштування оновлюються!

source: Settings not updated!
uk_ua: Параметри не оновлюються!

source: Stats
uk_ua: Статистика

source: Back
uk_ua: Тому

source: User
uk_ua: Користувач

source: Orders count
uk_ua: Замовлення граф

source: Paid count
uk_ua: Заплатив граф

source: Unpaid count
uk_ua: Безкоштовну граф

source: Delivered count
uk_ua: Поставляється граф

source: Total sum
uk_ua: Загальна сума

source: Unique products count
uk_ua: Унікальні вироби граф

source: Total products count
uk_ua: Загальна продукція граф

source: Save Image
uk_ua: Зберегти Зображення

source: No chart data for displaying
uk_ua: Немає даних діаграми для відображення

source: Period
uk_ua: Період

source: Unique products
uk_ua: Унікальні продукти

source: Total products
uk_ua: Загальна продукція

source: There are no orders for specified period
uk_ua: Немає ордерів за вказаний період

source: Start page
uk_ua: Стартова сторінка

source: Settings
uk_ua: Параметри

source: Save search results
uk_ua: Зберегти результати пошуку

source: Save autocomplete search results
uk_ua: Зберегти результати пошуку автозаповнення

source: Save users attendance
uk_ua: Зберегти відвідуваності користувачів

source: Save robotss attendance
uk_ua: Зберегти технічний опис проблеми відвідуваності

source: Show top brands count
uk_ua: Подивитися топ-брендів граф

source: Char type
uk_ua: Тип Char

source: Pie char
uk_ua: Пиріг char

source: Bar char
uk_ua: Бар char

source: Last month
uk_ua: У минулому місяці

source: Last year
uk_ua: В минулому році

source: to
uk_ua: до

source: OK
uk_ua: ОК

source: day
uk_ua: день

source: month
uk_ua: місяць

source: year
uk_ua: рік

source: Show
uk_ua: Подивитися

source: Count
uk_ua: Граф

source: Choose Category:
uk_ua: Вибрати Категорію:

source: View
uk_ua: Вид

source: Table
uk_ua: Таблиця

source: Chart
uk_ua: Діаграма

source: Include childs
uk_ua: Є діти

source: Quantity of words
uk_ua: Кількість слів

source: Count of results
uk_ua: Підрахунок результатів

source: Category
uk_ua: Категорія

source: Robots:
uk_ua: Роботи:

source: Email
uk_ua: Адреса

source: Last activity
uk_ua: Останньої активності

source: Last page
uk_ua: На минулій сторінці

source: There are no users online
uk_ua: Немає користувачів онлайн

source: Page
uk_ua: Стр.

source: Shop category
uk_ua: Краси Категорія

source: Product
uk_ua: Продукт

source: Max 200 rows
uk_ua: Max 200 рядків

source: Date
uk_ua: Дата

source: Count of unique visitors (registered + unregistered)
uk_ua: Кількість унікальних відвідувачів (зареєстрованих + незареєстрованої)

source: There are no attendance for specified period
uk_ua: Немає відвідуваності за вказаний період

source: Count registrations
uk_ua: Лічильник реєстрацій

source: There are no registrations for specified period
uk_ua: Немає ніяких реєстрацій за вказаний період

source: Time
uk_ua: Час

source: There are no data for specified period
uk_ua: Немає даних за вказаний період

source: Sum
uk_ua: Сума

source: There are no keywords searched for specified period
uk_ua: Відсутні ключові слова шукали певний період

source: Key
uk_ua: Ключ

source: Unique visitors count (all time)
uk_ua: Унікальних відвідувачів count (за весь час)

source: Count of robots (all time)
uk_ua: Кількість роботів (за весь час)

source: Count of redirects from search engines
uk_ua: Лічильник перенаправлень з пошукових систем

source: No data
uk_ua: Немає даних

source: Count of redirects from other sites
uk_ua: Лічильник перенаправлень з інших сайтів

source: Last viewed page
uk_ua: Останню попередньо переглянуту сторінку

source: by user
uk_ua: користувачем

source: Guest
uk_ua: Гість

source: Name
uk_ua: Ім'я

source: Count of purchases
uk_ua: Кількість покупок

source: Views
uk_ua: Вид

source: All
uk_ua: Всі

source: go to the website
uk_ua: перейти на сайт

source: Editing
uk_ua: Редагування

source: Statistic
uk_ua: Статистика
