Repository: shivamanhar/ulai-website
Catalog: application/modules/admin/language/*/LC_MESSAGES/admin.po
Languages: ru_ru

source: Position created
ru_ru: Статус создан

source: Arrival notification status was deleted
ru_ru: Статус уведомлений удалён

source: Notification status changed to
ru_ru: Статус уведомления о появлении изменён на

source: Notification status about the arrival
ru_ru: Статус уведомления о прибытии

source: Notification status updated
ru_ru: Статус уведомления обновлен

source: Status pending edited
ru_ru: Статус уведомления отредактирован

source: Pendings status was created
ru_ru: Статус уведомления создан

source: Status pending removed
ru_ru: Статус уведомления удален

source: Status has been set
ru_ru: Статус установлен

source: Order status
ru_ru: Статусы заказов

source: Order statuses
ru_ru: Статусы заказов

source: Callback statuses
ru_ru: Статусы обратных звонков

source: Statuses of the appearance
ru_ru: Статусы уведомлений

source: Notification statuses
ru_ru: Статусы уведомлений

source: View the status of appearance
ru_ru: Статусы уведомлений о появлении

source: Cost of kit
ru_ru: Стоимость комплекта

source: page
ru_ru: страница

source: Page
ru_ru: Страница

source: Page has been created
ru_ru: Страница была создана

source: Page has not been found
ru_ru: Страница не найдена

source: Changed the page
ru_ru: Страница отредактирована

source: Page with URL
ru_ru: Страница с URL

source: Page successfuly copied
ru_ru: Страница скопирована успешно

source: Created a page
ru_ru: Страница создана

source: Deleted ID page
ru_ru: Страница удалена ID

source: Page has been deleted.
ru_ru: Страница удалена.

source: Content
ru_ru: Страницы

source: Pages
ru_ru: Страницы

source: Pages was moving
ru_ru: Страницы были перемещены

source: Pages was copied
ru_ru: Страницы были скопированы

source: Comment pages by default
ru_ru: Страницы комментариев по умолчанию

source: Updated pages
ru_ru: Страницы обновлены

source: Page with the same URL has been created yet. Specify or select another URL
ru_ru: Страницы с таким же URL еще не создано. Укажите или выберите другой URL

source: Zero-length string
ru_ru: Строка нулевой длины

source: Amount
ru_ru: Сумма

source: Order amount
ru_ru: Сумма заказа

source: Sum purchases
ru_ru: Сумма покупки

source: Purchase price
ru_ru: Сумма покупок

source: Discount Amount of
ru_ru: Сумма скидки

source: Discount Amount to
ru_ru: Сумма скидки к

source: The amount to which there will be a discount
ru_ru: Суммы, на которую будет скидка

source: Auto formation
ru_ru: Сформировать автоматически

source: Tab
ru_ru: Табуляция

source: Just like the number 10
ru_ru: Так же, как номер 10

source: Such status does not exist
ru_ru: Такой статус не существует

source: Text
ru_ru: Текст

source: Banner text created
ru_ru: Текст баннера создан

source: Message text
ru_ru: Текст письма

source: Textarea field
ru_ru: Текстовое поле

source: Text editor
ru_ru: Текстовый редактор

source: Current version
ru_ru: Текущая версия

source: Current accessories
ru_ru: Текущие аксессуары

source: Current kits
ru_ru: Текущие наборы

source: Custom posibble list
ru_ru: Текущий возможный список

source: Custom object
ru_ru: Текущий объект

source: Current certificate (amount):
ru_ru: Текущий сертификат (сумма):

source: Telephone
ru_ru: Телефон

source: Your phone field
ru_ru: Телефон

source: Phone
ru_ru: Телефон

source: Telephone number of the wishlist author
ru_ru: Телефон автора списка желаний

source: User phone number
ru_ru: Телефон пользователя

source: Customer phone number
ru_ru: Телефон пользователя

source: Theme
ru_ru: Тема

source: ThemeId
ru_ru: Тема

source: Subject
ru_ru: Тема

source: Callback theme is changed
ru_ru: Тема обратного звонка изменена

source: Callback theme changed to
ru_ru: Тема обратного звонка изменена на

source: Topic callbacks edited
ru_ru: Тема обратного звонка отредактирована

source: Topic callbacks created
ru_ru: Тема обратного звонка создана

source: Topic callbacks deleted
ru_ru: Тема обратного звонка удаленна

source: Topic started
ru_ru: Тема создана

source: Topic deleted
ru_ru: Тема удалена

source: Callback themes
ru_ru: Темы обратных звонков

source: Collbacks topics
ru_ru: Темы обратных звонков

source: Entity
ru_ru: Тип

source: Type
ru_ru: Тип

source: Import type
ru_ru: Тип импорта

source: Contact type
ru_ru: Тип контакта

source: Field type
ru_ru: Тип поля

source: Company type
ru_ru: Тип предприятия

source: Filetype
ru_ru: Тип файла

source: Product
ru_ru: Товар

source: product
ru_ru: товар

source: Product Id:
ru_ru: Товар Id:

source: Item has been added to the order
ru_ru: Товар добавлен к заказу

source: Product not found
ru_ru: Товар не найден

source: The product was edited
ru_ru: Товар отредактирован

source: The product was successfully created
ru_ru: Товар создан

source: The product was created
ru_ru: Товар создан

source: The product was removed
ru_ru: Товар удалён

source: Product is removed from the Order
ru_ru: Товар удалён из заказа

source: Products
ru_ru: Товары

source: Products without images
ru_ru: Товары без картинок

source: Products in kit
ru_ru: Товары в комплекте

source: Items in Cart
ru_ru: Товары в корзине

source: Adult products
ru_ru: Товары для взрослых

source: Only for logged users
ru_ru: Только для зарегистрированных пользователей

source: Only Latin characters
ru_ru: Только латинские буквы

source: Only fonts-files can be uploaded
ru_ru: Только файлы-шрифтов могут быть загружены

source: numbers only
ru_ru: только цифры

source: Digits only
ru_ru: Только цифры

source: Semicolon
ru_ru: Точка с запятой

source: Tags
ru_ru: Тэги

source: Remove the display in the public section of leading zeros in the fractional part of the price - if you price 12500,00 dollars - will be shown 12500 if you 12500.5 - 12500.5 will be displayed
ru_ru: Убрать показ в публичной части незначащих нулей у дробной части цены - если у вас цена 12500,00 рублей - будет отображено 12500, если у вас 12500,50 - будет отображено 12500,5

source: Notify
ru_ru: Уведомить

source: Inform
ru_ru: Уведомить

source: Notify a buyer about the status change
ru_ru: Уведомить покупателя об изменении статуса

source: Notified
ru_ru: Уведомлен

source: Notification
ru_ru: Уведомление

source: Administrator notification about the order placement by e-mail
ru_ru: Уведомление администратора о совершение заказа по e-mail

source: Notification is not found
ru_ru: Уведомление не найдено

source: Notification updated
ru_ru: Уведомление о появлении отредактировано

source: E-mail notification
ru_ru: Уведомление по электронной почте

source: Notifications
ru_ru: Уведомления

source: Customer notification about the order status change
ru_ru: Уведомления клиента об изменении статуса заказа

source: Notifications in pages
ru_ru: Уведомления на страницах

source: Reports of the appearance
ru_ru: Уведомления о появлении

source: Notifications list_
ru_ru: Уведомления о появлении

source: Arrival notification
ru_ru: Уведомления о появлении

source: Customer notification about the order placement
ru_ru: Уведомления покупателя о размещении заказа

source: Notifications Removed
ru_ru: Уведомления удалены

source: Info buyer about change status
ru_ru: Уведомлять покупателя о смене статуса

source: Uninstalling
ru_ru: Удаление

source: Deleting
ru_ru: Удаление

source: Removing brand
ru_ru: Удаление бренда

source: Deleted complete
ru_ru: Удаление выполнено

source: Order removal
ru_ru: Удаление заказа

source: Module deinstalling
ru_ru: Удаление модуля

source: Kit removal
ru_ru: Удаление набора

source: Removing Gift Certificate
ru_ru: Удаление подарочново сертификата

source: Deleting a user
ru_ru: Удаление пользователя

source: Role remove
ru_ru: Удаление роли

source: Removing properties
ru_ru: Удаление свойств

source: Removing discounts
ru_ru: Удаление скидки

source: Removing the shipping methods
ru_ru: Удаление способов доставки

source: Removal of payment methods
ru_ru: Удаление способов оплаты

source: Removing status
ru_ru: Удаление статуса

source: Order status deleting
ru_ru: Удаление статуса заказа

source: Deleted a module
ru_ru: Удаленный модуль

source: Deleted ID category or ID category has been deleted
ru_ru: Удалено категорию с ID

source: Remove the field?
ru_ru: Удалите поле?

source: Delete
ru_ru: Удалить

source: Remove
ru_ru: Удалить

source: Delete
ru_ru: Удалить

source: Remove brands?
ru_ru: Удалить бренды?

source: Remove currency
ru_ru: Удалить валюту

source: Remove currency?
ru_ru: Удалить валюту?

source: Remove your status?
ru_ru: Удалить ваш статус?

source: Widget delete
ru_ru: Удалить виджет

source: Delete all orders with this status
ru_ru: Удалить все заказы с таким статусом

source: Remove the selected currency?
ru_ru: Удалить выбранную валюту?

source: Remove selected brands?
ru_ru: Удалить выбранные бренды?

source: Remove selected orders?
ru_ru: Удалить выбранные заказы?

source: Delete the selected queries?
ru_ru: Удалить выбранные запросы?

source: Remove selected categories
ru_ru: Удалить выбранные категории

source: Delete selected groups
ru_ru: Удалить выбранные модули?

source: Remove selected gift certificates?
ru_ru: Удалить выбранные подарочные сертификаты?

source: Remove selected roles?
ru_ru: Удалить выбранные роли?

source: Remove selected properties?
ru_ru: Удалить выбранные свойства?

source: Delete Selected methods of delivery?
ru_ru: Удалить выбранные способы доставки?

source: Delete the selected payment methods?
ru_ru: Удалить выбранные способы оплаты?

source: Delete selected pages?
ru_ru: Удалить выбранные страницы?

source: Remove selected notifications?
ru_ru: Удалить выбранные уведомления?

source: Delete selected languages?
ru_ru: Удалить выбранные языки?

source: Delete selected widget(s)?
ru_ru: Удалить выбранный виджет(ы)?

source: Delete selected module(s)?
ru_ru: Удалить выбранный модуль(и)?

source: Remove selected discount?
ru_ru: Удалить выбранный скидку?

source: Remove selected users?
ru_ru: Удалить выбранных пользователей?

source: Remove the selected field?
ru_ru: Удалить выделенное поле?

source: Delete group
ru_ru: Удалить группу

source: Remove group
ru_ru: Удалить группу

source: Delete order
ru_ru: Удалить заказ

source: Remove order with ID:
ru_ru: Удалить заказ с ID:

source: Delete the query?
ru_ru: Удалить запрос?

source: Delete categories
ru_ru: Удалить категории

source: Delete category
ru_ru: Удалить категорию

source: Delete modules?
ru_ru: Удалить модулей?

source: Delete set
ru_ru: Удалить набор

source: Remove callback(s)
ru_ru: Удалить обратный(е) звонок(ки)

source: Delete canceled orders
ru_ru: Удалить отмененные заказы

source: Delete canceled messages
ru_ru: Удалить отмененные сообщения

source: Delete selected orders?
ru_ru: Удалить отмеченные заказы?

source: Remove a gift certificate?
ru_ru: Удалить подарочный сертификат?

source: Remove fields
ru_ru: Удалить поля

source: Delete after date
ru_ru: Удалить после даты

source: Delete products
ru_ru: Удалить продукты

source: Remove roles?
ru_ru: Удалить роли?

source: Delete a property
ru_ru: Удалить свойство

source: Remove the discount?
ru_ru: Удалить скидку?

source: Delete method of delivery?
ru_ru: Удалить способ доставки?

source: Delete method of payment?
ru_ru: Удалить способ оплаты?

source: Delete order status(es)?
ru_ru: Удалить статус заказа(ов)?

source: Remove status?
ru_ru: Удалить статус?

source: Delete pages
ru_ru: Удалить страницы

source: Delete the file to continue
ru_ru: Удалить файл, чтобы продолжить

source: Delete language
ru_ru: Удалить язык

source: Hold down Shift to select multiple images
ru_ru: Удерживайте Shift, чтобы выбрать несколько изображений

source: already exists. Specify or select another URL
ru_ru: уже существует. Укажите или выберите другой URL

source: Specify
ru_ru: Укажите

source: enter a valid credit card number
ru_ru: укажите действительный номер кредитной карты

source: Specify the correct path to watermark image
ru_ru: Укажите правильный путь к изображению водяного знака

source: Unique key
ru_ru: Уникальный ключ

source: Management
ru_ru: Управление

source: Managing design
ru_ru: Управление дизайном

source: Management of Meta Tags
ru_ru: Управление Мета-тегами

source: Management of access rights
ru_ru: Управление правами доступа

source: RBAC control_
ru_ru: Управление правами доступа

source: Roles list
ru_ru: Управление правами доступа

source: Level of server utilisation
ru_ru: Уровень использования сервера

source: Success
ru_ru: Успешно

source: Successfull moving
ru_ru: Успешное перемещение

source: Successful delete
ru_ru: Успешное удаление

source: Installing the template you agree to the
ru_ru: Устанавливая шаблон Вы соглашаетесь с

source: Set the directory access rights to continue the work with widgets
ru_ru: Установите права доступа к каталогу, чтобы продолжить работу с виджетами

source: Set another status for these orders
ru_ru: Установить другой статус этих заказов

source: Install modules
ru_ru: Установить модули

source: set write rights on the directory for simple module installation
ru_ru: установить права на запись для каталога, для простой установки модулей

source: Install
ru_ru: Установка

source: Module install
ru_ru: Установка модулей

source: Module installation module
ru_ru: Установка модуля

source: Specified a language or selected a language
ru_ru: Установлен язык

source: Outdated files have been deleted
ru_ru: Устаревшие файлы удалены

source: Consider the amount of products warehouse on adding to basket
ru_ru: Учитывать количество на складе

source: File
ru_ru: Файл

source: File field
ru_ru: Файл

source: The file {$filename} is not writable
ru_ru: Файл {$filename} не доступен для записи

source: File will be saved in the directory
ru_ru: Файл будет сохранен в каталоге

source: File is loaded. Slot
ru_ru: Файл загружается. Слот

source: The file is loaded. Slot
ru_ru: Файл загружается. Слот

source: File cannot be uploaded, because file with such extention <br /> can not have those mime-type. Mime:
ru_ru: Файл не может быть загружен! Файл с таким расширением <br /> не может иметь такой мийм-тип. Текущий тип:

source: File with the same name is already exist.
ru_ru: Файл с таким именем уже существует.

source: The file has been successfully created
ru_ru: Файл успешно создан

source: Font file must be located on the server. For example
ru_ru: Файл шрифта должен находиться на сервере. Например

source: Font file must support all characters you need.
ru_ru: Файл шрифта должен поддерживать все символы, которые вам нужны.

source: Files
ru_ru: Файлы

source: Files deleted
ru_ru: Файлы удалены

source: Files that will be changed
ru_ru: Файлы, которые будут изменены

source: Filter
ru_ru: Фильтр

source: Format date: yyyy-mm-dd
ru_ru: Формат даты: ГГГГ-мм-ДД

source: Format date: yyyy-mm-dd h:mm:ss
ru_ru: Формат даты: гггг-мм-дд чч:мм:сс

source: Message format
ru_ru: Формат письма

source: File format
ru_ru: Формат файла

source: Not supported file format
ru_ru: Формат файла не поддерживается

source: Popularity formula: number of views+ products added to the cart *coefficient . For example: 1000.
ru_ru: Формула популярности: количество просмотров + количество добавлений в корзину * коэффициент. Например: 1000.

source: Snippet of a certain format,<br /> verifies syntactic correctness<br /> of the entered information - that is,<br /> to validate.
ru_ru: Фрагмента кода определённого формату, <br /> ппроверяет синтаксическую корректность введеной информации — то есть, <br /> производит валидацию.

source: FTP_connect function is not available
ru_ru: Функция Ftp_connect недоступна

source: hit
ru_ru: Хит

source: Hit
ru_ru: Хит

source: Color popup selector
ru_ru: Цвет popup селектора

source: Background Color
ru_ru: Цвет фона

source: Font colour
ru_ru: Цвет шрифта

source: Font Color
ru_ru: Цвет шрифта

source: Price
ru_ru: Цена

source: Delivery price
ru_ru: Цена доставки

source: Price updated
ru_ru: Цена обновлена

source: Gift certificate price
ru_ru: Цена подарочного сертификата

source: Product price has been changed. Old product price
ru_ru: Цена товара была изменена. Старая цена товара

source: Price to be confirmed
ru_ru: Цена уточняется

source: Prices updated
ru_ru: Цены обновлены

source: Time register
ru_ru: Час реестрацыи

source: Read all
ru_ru: Читать полностью

source: Something went wrong. URL access is not changed.
ru_ru: Что-то пошло не так. URL доступ не изменился.

source: Something went wrong. Startup status is not changed.
ru_ru: Что-то пошло не так. Начальный статус не изминен.

source: Template
ru_ru: Шаблон

source: Template carrency
ru_ru: Шаблон валюты

source: Template output currency
ru_ru: Шаблон вывода валюты

source: Category template
ru_ru: Шаблон категории

source: Page view template by default
ru_ru: Шаблон просмотра страниц. По умолчанию

source: Page template
ru_ru: Шаблон страницы

source: Page Template
ru_ru: Шаблон страницы

source: Server connection error:Check username and password
ru_ru: шибка соединения с сервером: Проверте имя пользователя и пароль

source: Width
ru_ru: Ширина

source: Width, px
ru_ru: Ширина, px

source: Font is not uploaded
ru_ru: Шрифт не загружен

source: Pieces.
ru_ru: Шт.

source: pcs
ru_ru: штук

source: Pcs
ru_ru: Штук

source: Export
ru_ru: Экспорт

source: Export CSV gives <br />jumps file with <br />a list of all<br /> users.
ru_ru: Экспорт CSV дает <br /> скачать файл со <br /> списоком всех <br /> пользователей.

source: Export Mailchimp sent <br />to all users on their<br /> email subscription<br /> form on your<br /> news rassilku.
ru_ru: Экспорт Mailchimp отправляет <br /> всем пользователям на их e-mail <br /> форму подписки на Ваши новостные рассылки.

source: Exports in progress
ru_ru: Экспорт в прогрессе

source: Export complete
ru_ru: Экспорт завершен

source: Export successfully
ru_ru: Экспорт прошол успешно

source: Items not selected
ru_ru: Элементы не выбраны

source: This icon denotes a field that can be translate well another language.
ru_ru: Эта иконка обозначает поле, которое можно перевести также на другом языке.

source: This discount does not enjoy
ru_ru: Эта скидка не пользуется

source: These discounts
ru_ru: Эти скидки

source: This is a demo version ImageCMS. Part of the actions are limited. For a complete functional download and install the distribution.
ru_ru: Это демонстрационная версия ImageCMS. Часть действий ограничена. Что-бы ознакомиться с полным функционалом скачайте и установите дистрибутив.

source: It may take more time
ru_ru: Это может занять больше времени

source: This field is required.
ru_ru: Это поле обязательно.

source: This field is required
ru_ru: Это поле обязательное.

source: Category or page with such url already exist
ru_ru: Этот URL-адрес уже используется для категории или страницы

source: This URL is already in use
ru_ru: Этот адрес уже используется

source: This product does not exist
ru_ru: Этот товар не существует

source: The file must be on the server. For example
ru_ru: Этот файл должен находиться на сервере. Например

source: This language has been used by default and can not be deleted
ru_ru: Этот язык был использован по умолчанию и не может быть удален

source: Core
ru_ru: Ядро

source: language
ru_ru: язык

source: Language
ru_ru: Язык

source: The language has been installed by default
ru_ru: Язык был установлен по умолчанию

source: Changed a language
ru_ru: Язык отредактирован

source: Create a language
ru_ru: Язык создан

source: Language has been created
ru_ru: Язык создан

source: Language of the page
ru_ru: Язык страницы

source: the language has been deleted
ru_ru: Язык удален

source: Deleted the ID language
ru_ru: Язык удалён ID

source: Languages
ru_ru: Языки

source: Yandex.Market document
ru_ru: Яндекс.Маркет документ
