Repository: shivamanhar/ulai-website
Catalog: application/modules/admin/language/*/LC_MESSAGES/admin.po
Languages: ru_ru

source: Purchase history
ru_ru: История покупок

source: Order status and history
ru_ru: История статусов заказа

source: Source
ru_ru: Источник

source: In total
ru_ru: Итого

source: Number of products
ru_ru: К-во товаров

source: quotes
ru_ru: кавычки

source: Quotes
ru_ru: Кавычки

source: map
ru_ru: карта

source: Pictures Updated
ru_ru: Картинки обновлена

source: Catalog
ru_ru: Каталог

source: Products catalog
ru_ru: Каталог товаров

source: Products catalogue
ru_ru: Каталог товаров

source: Categories
ru_ru: Категории

source: Translated the category
ru_ru: Категории переведена

source: Product categories
ru_ru: Категории товаров

source: Pages categories deleted
ru_ru: Категории удалены

source: Category
ru_ru: Категория

source: Category activated.
ru_ru: Категория активирована.

source: Category has been created or created a category
ru_ru: Категория была создана

source: Category deactivated.
ru_ru: Категория деактивирована.

source: Changed the category
ru_ru: Категория изменена

source: Category not found
ru_ru: Категория не найдена

source: Pages category created
ru_ru: Категория создана

source: Category edited
ru_ru: Категория товаров отредактирована

source: Category created
ru_ru: Категория товаров создана

source: Category has been created
ru_ru: Категория товаров создана

source: Category deleted
ru_ru: Категория товаров удалена

source: Pages category deleted
ru_ru: Категория удалена

source: Category successfully added
ru_ru: Категория успешно добавлена

source: Category deleted successfully
ru_ru: Категория успешно удалена

source: Quality
ru_ru: Качество

source: Cache
ru_ru: Кеш

source: Classes
ru_ru: Классы

source: Key
ru_ru: Ключ

source: Key to view the wishlist
ru_ru: Ключ для просмотра желаний

source: Key for Mail Chimp list
ru_ru: Ключ для списка Mail Chimp

source: Protection key
ru_ru: Ключ защиты

source: The key to your list of <br />news for MailChimp
ru_ru: Ключ к вашему списку новостей <br /> для MailChimp

source: The key to your account <br />on the mail Mailchimp
ru_ru: Ключ к вашему счету <br /> на почтовом Mailchimp

source: Key to view the order
ru_ru: Ключ, чтобы просмотреть заказ

source: Keywords
ru_ru: Ключевые слова

source: Code
ru_ru: Код

source: The code should be in the format ua-54545845
ru_ru: Код должен быть в формате ua-54545845

source: Security code
ru_ru: Код защиты

source: Encoding
ru_ru: Кодирование

source: Quantity
ru_ru: Количество

source: Number of decimal places
ru_ru: Количество десятичных знаков

source: Amount of additions to Cart
ru_ru: Количество добавленных в корзину

source: The number of characters depends on the main currency
ru_ru: Количество знаков зависит от главной валюты

source: Products count in control panel
ru_ru: Количество продуктов в панели управления

source: Products count shown on site
ru_ru: Количество товаров на сайте

source: Number of products on site
ru_ru: Количество товаров на сайте

source: Digets count after comma in price
ru_ru: Количество цифр после запятой в цене

source: The number of items in the control panel
ru_ru: Количество элементов в панели управления

source: Columns
ru_ru: Колонки

source: Comments
ru_ru: Комментарии

source: Comments by a callback user
ru_ru: Комментарии пользователя обратного звонка

source: Comment
ru_ru: Комментарий

source: Comments of the wishlist author
ru_ru: Комментарий автора желаний

source: Commentary to change the status
ru_ru: Комментарий к изменению статуса

source: Comments buyer
ru_ru: Комментарий покупателя

source: The kit was not found
ru_ru: Комплект не найден

source: Kits has been removed
ru_ru: Комплекты были удалены

source: Kits del body
ru_ru: Комплекты дель тела

source: Components
ru_ru: Компоненты

source: Last
ru_ru: Конец

source: Field constructor
ru_ru: Конструктор поля

source: Contacts
ru_ru: Контакты

source: Page contents have been updated
ru_ru: Контент страницы был обновлен

source: Control sum
ru_ru: Контрольная сумма

source: Copy
ru_ru: Копировать

source: Copy page
ru_ru: Копировать страницу

source: A copy was successfully created
ru_ru: Копия была успешно создана

source: Cart
ru_ru: Корзина

source: that you entered as a contact type
ru_ru: который Вы ввели как тип контакта

source: Popularity formula coefficient
ru_ru: Коэффициент формулы популярности

source: Short name
ru_ru: Краткое название

source: Short site name
ru_ru: Краткое название сайта

source: Short description
ru_ru: Краткое описание

source: Short widget description
ru_ru: Краткое описание виджета

source: Purchased Product
ru_ru: Купленные товары

source: Currency rate
ru_ru: Курс валюты

source: Cache has been cleared
ru_ru: Кэш очищен

source: Cleared the cache
ru_ru: Кэш очищен

source: license agreement
ru_ru: лицензионное соглашение

source: Personal data
ru_ru: Личные данные

source: Login
ru_ru: Логин

source: login
ru_ru: Логин

source: Logo
ru_ru: Логотип

source: Localization
ru_ru: Локализация

source: Locale
ru_ru: Локаль

source: Shop
ru_ru: Магазин

source: Maximum backup size
ru_ru: Максимальный размер резервной копии

source: Small image
ru_ru: Маленькая фотография

source: Array of values for the number of products on site
ru_ru: Массив значений для ряда товаров на сайте

source: Manager
ru_ru: Менеджер

source: Manager does not exist or is not set
ru_ru: Менеджер не существует или не установлен

source: Menu
ru_ru: Меню

source: month
ru_ru: месяц

source: Meta tags
ru_ru: Мета теги

source: Meta data
ru_ru: Мета-данные

source: Meta-tags
ru_ru: Мета-теги

source: Label
ru_ru: Метка

source: Sorting method updated
ru_ru: Метод сортировки обновлен

source: Sort method updated
ru_ru: Метод сортировки обновлен

source: Method
ru_ru: Методы

source: Sorting methods
ru_ru: Методы сортировки

source: Thumbnail
ru_ru: Миниатюра

source: small image
ru_ru: Миниатюра

source: Small image an additional
ru_ru: Миниатюра дополнительних

source: Me
ru_ru: мне

source: Custom multiple field
ru_ru: Множественное поле

source: Multiple selection
ru_ru: Множественный выбор

source: Modules
ru_ru: Модули

source: Modules has not been installed
ru_ru: Модули не установлены

source: Module
ru_ru: Модуль

source: Modul has been installed
ru_ru: Модуль был установлен

source: Module is not installed
ru_ru: Модуль не установлен

source: Module search
ru_ru: Модуль поиск

source: Module search is being developed
ru_ru: Модуль поиска в настоящее время разрабатывается

source: The module successfully uninstall
ru_ru: Модуль успешно удален

source: Module successfully installed
ru_ru: Модуль успешно установлен

source: Installed a module
ru_ru: Модуль установлен

source: Module installed
ru_ru: Модуль установлен

source: on
ru_ru: на

source: To the site
ru_ru: На сайт

source: At the brands page
ru_ru: На странице брендов

source: At the users page
ru_ru: На странице пользователей

source: At the properties page
ru_ru: На странице свойств

source: At the products page
ru_ru: На странице товаров

source: Per page
ru_ru: На страницу

source: Kit with such goods already exists
ru_ru: Набор с такими товарами уже существует

source: Kit edited
ru_ru: Набор товаров отредактирован

source: Kit created
ru_ru: Набор товаров создан

source: Kit has been removed
ru_ru: Набор товаров удалён

source: Kits
ru_ru: Наборы

source: Product kits
ru_ru: Наборы товаров

source: Produkts kits
ru_ru: Наборы товаров

source: back
ru_ru: Назад

source: Prev
ru_ru: Назад

source: Title
ru_ru: Название

source: Name of the WishList author
ru_ru: Название автора Списка желания

source: Brand name
ru_ru: Название бренда

source: Currency name
ru_ru: Название валюты

source: Variant name
ru_ru: Название варианта

source: Product variant name
ru_ru: Название варианта товара

source: Category name
ru_ru: Название категории

source: Module name
ru_ru: Название модуля

source: The name at the website
ru_ru: Название на сайте

source: Products name
ru_ru: Название продуктов

source: Site name
ru_ru: Название сайта

source: Product name
ru_ru: Название товара

source: Product name
ru_ru: Название товара

source: File name
ru_ru: Название файла

source: Template name
ru_ru: Название шаблона

source: Products found
ru_ru: Найдено товаров

source: Found results
ru_ru: Найденые результаты

source: Found products with additional images
ru_ru: Найденые товары с дополнительными изображениями

source: Progressive discounts
ru_ru: Накопительные скидки

source: For example
ru_ru: Например

source: For example:
ru_ru: Например:

source: Configuring robots file manually
ru_ru: Настройка файла роботов вручную

source: Settings
ru_ru: Настройки

source: FTP connection settings
ru_ru: Настройки FTP соединения

source: Analysts settings
ru_ru: Настройки аналитики

source: Widget settings edited
ru_ru: Настройки виджета отредактированы

source: Changed a widget
ru_ru: Настройки виджета отредактированы. Виджет:

source: Shop settings
ru_ru: Настройки магазина

source: Changed the module settings
ru_ru: Настройки модуля изменены

source: Update settings
ru_ru: Настройки обновления

source: Settings was updated
ru_ru: Настройки отредактированы

source: Gift certificate settings
ru_ru: Настройки подарочного сертификата

source: Site settings
ru_ru: Настройки сайта

source: Changed wesite settings
ru_ru: Настройки сайта изменены

source: Settings saved
ru_ru: Настройки сохранены

source: Settings have been saved
ru_ru: Настройки сохранены

source: Settings Yandex.Market
ru_ru: Настройки Яндекс.Маркет

source: Discount options
ru_ru: Настройкы скидки

source: First
ru_ru: Начало

source: The initial value of the goods
ru_ru: Начальная стоимость товаров

source: Start import
ru_ru: Начать импорт

source: Search start
ru_ru: Начать поиск

source: Start resize images after import
ru_ru: Начать ресайз изображений после импорта

source: Start export
ru_ru: Начать экспорт

source: Start typing name here
ru_ru: Начните вводить название здесь

source: Not active
ru_ru: Не активный

source: There was no price for the upgrade
ru_ru: Не было цены для обновления

source: Not selected
ru_ru: Не выбрано

source: Does not have
ru_ru: Не имеет

source: Can not create file (No Rights)
ru_ru: Не может создать файл (нет прав)

source: Not found
ru_ru: не найдены

source: Unpaid
ru_ru: Не оплачен

source: Not paid
ru_ru: Не оплачен

source: Has not been published
ru_ru: Не опубликовано

source: Unpublished
ru_ru: Не опубликовано

source: switch off
ru_ru: не показывать

source: don't show
ru_ru: не показывать

source: Do not show short name of the site
ru_ru: Не показывать короткое название сайта

source: Do not show zeros in the fractional part
ru_ru: Не показывать нули в дробной части

source: No widgets created
ru_ru: Не создано виджетов

source: Can't load module info file
ru_ru: Не удается загрузить файл информации модуля

source: Unable to remove default status
ru_ru: Не удается удалить статус по умолчанию

source: Could not find any properties
ru_ru: Не удалось найти свойства

source: Failed to update the column number
ru_ru: Не удалось обновить номер столбца

source: Failed to create user
ru_ru: Не удалось создать пользователя

source: Could not create file
ru_ru: Не удалось создать файл

source: Unable to remove the base status
ru_ru: Не удалось удалить основной статус

source: Not specified
ru_ru: Не указано

source: Not enough access rights
ru_ru: Не хватает прав доступа

source: Not enough rights to access
ru_ru: Не хватает прав доступа

source: inactive
ru_ru: Неактивный

source: Can not create brand without name.
ru_ru: Невозможно создать бренд без имени.

source: Can not create categoty without name.
ru_ru: Невозможно создать категория без имени.

source: Unable to remove currency. The currency used in the payment methods.
ru_ru: Невозможно удалить валюту. Эта валюта используется в Способах оплаты.

source: Unable to remove the main currency
ru_ru: Невозможно удалить главную валюту

source: Failed to delete the category
ru_ru: Невозможно удалить категорию

source: Some of settings not saved
ru_ru: Некоторые настройки не сохранены

source: You must attach the goods to create a set
ru_ru: Необходимо прикрепить товары для создания набора

source: Required
ru_ru: Необходимое

source: Wrong protection code
ru_ru: Неправильный код защиты

source: Wrong path to the root directory
ru_ru: Неправильный путь к корневому каталогу

source: Wrong file type. Only csv|xls|xlsx
ru_ru: Неправильный тип файла. Только csv|xls|xlsx

source: Wrong image format
ru_ru: Неправильный формат изображения

source: Wrong phone format
ru_ru: Неправильный формат телефона

source: none
ru_ru: нет

source: No
ru_ru: Нет

source: No orders
ru_ru: Нет заказов

source: There are no categories at the site
ru_ru: Нет категорий на сайте

source: No configuration key or<br /> key account list on Mailchimp
ru_ru: Нет ключа конфигурации или <br /> ключа списка аккаунта на Mailchimp

source: There is not any module for install!
ru_ru: Нет модулей для установки!

source: Have not modules to install
ru_ru: Нет модулей для установки!

source: Out of stock
ru_ru: Нет на складе

source: No recently added pages
ru_ru: Нет недавно добавленных страниц

source: No recently updated pages
ru_ru: Нет недавно обновленых страниц

source: No profiles
ru_ru: Нет профилей

source: No results for your query
ru_ru: Нет результатов для вашего запроса

source: No pages in category
ru_ru: Нет страниц в категории

source: No files
ru_ru: Нет файлов

source: No recovery files.
ru_ru: Нет файлов востановления.

source: No photo
ru_ru: Нет фото

source: Fail
ru_ru: Неудача

source: No modules have been found at your request
ru_ru: Ни один из модулей не было найдено по Вашему запросу

source: Your search did not found
ru_ru: Ничего не найдено

source: There are no currencies
ru_ru: Ннет валют

source: New version
ru_ru: Новая версия

source: New Role
ru_ru: Новая роль

source: Novelty
ru_ru: Новинка

source: novelty
ru_ru: Новинка

source: Newest first
ru_ru: Новинка

source: New orders
ru_ru: Новые заказы

source: New users
ru_ru: Новые пользователи

source: New pages
ru_ru: Новые страницы

source: New
ru_ru: Новый

source: New password
ru_ru: Новый пароль

source: New user
ru_ru: Новый пользователь

source: New order status
ru_ru: Новый статус заказа

source: Application number
ru_ru: Номер приложения

source: Column number updated
ru_ru: Номер столбца обновлен

source: User telephone number requested a callback
ru_ru: Номер телефона пользователя запросившего Сallback

source: Update or download new browsers here
ru_ru: Обновите или загрузите новый браузер здесь

source: Update the code
ru_ru: Обновить код

source: Refresh prices after import
ru_ru: Обновить цены после импорта

source: Updation
ru_ru: Обновление

source: Update
ru_ru: Обновление

source: Updating has been completed
ru_ru: Обновление завершено

source: System update
ru_ru: Обновление системы

source: Currency symbol
ru_ru: Обозначение валюты

source: Processed
ru_ru: Обработано

source: Back to the system
ru_ru: Обратно в систему

source: Back to Log in
ru_ru: Обратно к авторизации

source: Callbacks
ru_ru: Обратные звонки

source: Callback
ru_ru: Обратный звонок

source: Callback edited
ru_ru: Обратный звонок отредактирован

source: Callback was removed
ru_ru: Обратный звонок удалён

source: Callback(s) was removed
ru_ru: Обратный(е) звонок(ки) удален(ы)

source: General information
ru_ru: Общая информация

source: Total price
ru_ru: Общая цена

source: General Settings
ru_ru: Общие настройки

source: General settings
ru_ru: Общие настройки

source: Total
ru_ru: Общий

source: Custom required field
ru_ru: Обязательное поле

source: Access denied
ru_ru: Ограничение прав

source: One user
ru_ru: Один пользователь

source: Single quotes
ru_ru: Одиночные кавычки

source: Approved
ru_ru: Одобренный

source: Please enter only digits.
ru_ru: ожалуйста, введите только цифры.

source: Waiting approval
ru_ru: Ожидает одобрения

source: Waiting for approval
ru_ru: Ожидает одобрения

source: Operating system
ru_ru: Операционная система

source: The operation was successful
ru_ru: Операция прошла успешно

source: Description
ru_ru: Описание

source: Description
ru_ru: Описание

source: Description delivery price
ru_ru: Описание цены доставки

source: Payments
ru_ru: оплаты

source: Paid
ru_ru: Оплачен

source: Published
ru_ru: Опубликованный

source: Options
ru_ru: Опции

source: Main currency was edited
ru_ru: Основная валюта была изменена

source: Main picture an additional
ru_ru: Основная дополнительная фотография

source: The main image
ru_ru: Основное изображение

source: The basic template category. Default category.tpl
ru_ru: Основной шаблон категории. По умолчанию category.tpl

source: Main page template
ru_ru: Основной шаблон страницы

source: Main page template
ru_ru: Основной шаблон страницы

source: Main product template. By default product.tpl
ru_ru: Основной шаблон товара. По-умолчанию product.tpl

source: Product main template. By default product.tpl
ru_ru: Основной шаблон товара. По-умолчанию product.tpl

source: Basic settings
ru_ru: Основные настройки

source: Leave empty
ru_ru: Оставить пустым

source: Others
ru_ru: Остальное

source: Balance
ru_ru: Остаток

source: From
ru_ru: От

source: from
ru_ru: от

source: From cheap to expensive
ru_ru: От дешевых к дорогим

source: From expensive to cheap
ru_ru: От дорогих к дешевым

source: Site shutdown
ru_ru: Отключение сайта

source: Turn off
ru_ru: Отключить

source: Open fast create
ru_ru: Открыть быстрое создание

source: Open the site for indexing robots
ru_ru: Открыть сайт для индексации роботов

source: Cancel
ru_ru: Отменить

source: Cancel filter
ru_ru: Отменить фильтрацию

source: Mark
ru_ru: Отметить

source: The ratio of the size of the watermark to the size of photos
ru_ru: Отношение размеров водяного знака с размерами фотографии

source: Display category tree in the content
ru_ru: Отображать дерево категорий в списке содержимого

source: Display pages of other categories
ru_ru: Отображать страницы других категорий

source: sender
ru_ru: отправитель

source: Send
ru_ru: Отправить

source: Send email
ru_ru: Отправить email

source: Send notification about new callback to administrator
ru_ru: Отправлять администратору оповещение о новом Callback'e

source: Check out
ru_ru: Оформление покупателя

source: Very high price, please set smaller
ru_ru: Очень высокая цена, пожалуйста, установите меньшую

source: Clear old or Delete outdated posts or information
ru_ru: Очистите старые или удалять устаревшие сообщения или информацию

source: Clean
ru_ru: Очистить

source: Clear cache
ru_ru: Очистить кеш

source: Clear all
ru_ru: Очистить полностью

source: Clear outdated
ru_ru: Очистить устаревшие

source: Delete cache
ru_ru: Очистка кэша

source: Error
ru_ru: Ошибка

source: Error in the script. Please notify the administrator
ru_ru: Ошибка в сценарии. Пожалуйста, сообщите администратору

source: Clearing cache error
ru_ru: Ошибка очистки кэша

source: Conversion error
ru_ru: Ошибка преобразования

source: Conversion error,
ru_ru: Ошибка преобразования,

source: Error loading file versions
ru_ru: Ошибка при загрузке файла версий

source: Error downloading update file
ru_ru: Ошибка при загрузке файлов обновления

source: Error checking permissions
ru_ru: Ошибка проверки разрешений

source: From validation error: <br />
ru_ru: Ошибка проверки формы: <br />

source: File downloading error
ru_ru: Ошибка скачивания файла

source: Error removing options
ru_ru: Ошибка удалении опций

source: Failure to remove variant
ru_ru: Ошибка удаления варианта

source: Module deletion error
ru_ru: Ошибка удаления модуля

source: Module installation error
ru_ru: Ошибка установки модуля

source: Error. The currency used in the products. Check the currency options products
ru_ru: Ошибка. Валюта, используется в товарах. Проверьте настройки валюты товаров

source: Error: widget not found!
ru_ru: Ошибка: виджет не найден!

source: Error: Module information has not been found
ru_ru: Ошибка: не найдено информации модуля

source: Error: Wrong path to the root directory.
ru_ru: Ошибка: Неправильный путь к корневому каталогу.

source: Error: Generic page can not be deleted.
ru_ru: Ошибка: Общая страница не может быть удалена.

source: The operation error
ru_ru: Ошибки в операции

source: Script error. Notify administrator.
ru_ru: Ошибки сценария. Сообщите администратору.

source: Tools panel
ru_ru: Панель инструментов

source: Admin panel
ru_ru: Панель управления

source: Operation panel
ru_ru: Панель управления

source: Folder
ru_ru: Папка

source: Directory |0| has no writing permission
ru_ru: Папка |0| недоступна для записи

source: Password
ru_ru: Пароль

source: The password will be sent to the e-mail
ru_ru: Пароль будет отправлен на e-mail

source: Customer password
ru_ru: Пароль заказчика

source: First link
ru_ru: Первая ссылка

source: Translation
ru_ru: Перевод

source: Translated brand ID:
ru_ru: Перевод ID бренда:

source: Category translation
ru_ru: Перевод категории

source: Changed the category translation
ru_ru: Перевод категории изменен

source: Category translation updated
ru_ru: Перевод категории обновлен

source: Тo translation
ru_ru: Перевод отсутствует

source: Go to site
ru_ru: Перейти на сайт

source: Drag product variant
ru_ru: Переместите вариант товара

source: Move
ru_ru: Переместить

source: Move to category
ru_ru: Переместить в категорию

source: Move page
ru_ru: Переместить страницу

source: Product displacement
ru_ru: Перемещение товара

source: Move products
ru_ru: Перемещение товаров

source: moved in category. Category Id:
ru_ru: перемещён в категорию. Id категории:

source: Recalculation
ru_ru: Пересчет

source: Recalculate
ru_ru: Пересчитать

source: Recalculate products after payment of the order?
ru_ru: Пересчитать товары после оплаты заказа?

source: The list of possible code rates listed in the international standard
ru_ru: Перечень возможных кодов валют приведен в международном стандарте

source: Period
ru_ru: Период

source: Order placement e-mail to the user has been sent
ru_ru: Письмо о размещение заказа было отправлено пользователю

source: By raiting
ru_ru: По рейтингу

source: By default
ru_ru: По умолчанию

source: by default
ru_ru: по умолчанию

source: In the middle
ru_ru: По центру

source: Gift Certificates
ru_ru: Подарочные сертификаты

source: Gift certificate
ru_ru: Подарочный сертификат

source: Gift Certificate
ru_ru: Подарочный сертификат

source: Exploding error
ru_ru: Подрывна ошибка

source: Hint
ru_ru: Подсказка

source: Approve
ru_ru: Подтвердить

source: New password confirm
ru_ru: Подтверждение нового пароль

source: Password confirm
ru_ru: Подтверждение пароля

source: Please
ru_ru: Пожалуйста

source: Please enter a valid date.
ru_ru: Пожалуйста, введите верную дату

source: Please enter a value between {0} and {1} characters long.
ru_ru: Пожалуйста, введите значение от {0} и {1} символов.

source: Please enter a value between {0} and {1}.
ru_ru: Пожалуйста, введите значение от {0} и {1}.

source: Please enter a value with a valid extension.
ru_ru: Пожалуйста, введите значение с допустимым расширением.

source: Please enter the column number
ru_ru: Пожалуйста, введите номер столбца

source: Please enter a valid date (ISO).
ru_ru: Пожалуйста, введите правильную дату (ISO).

source: Please enter the same value again.
ru_ru: Пожалуйста, введите то же значение снова

source: Please enter a valid number.
ru_ru: Пожалуйста, введите число

source: Please enter a value greater than or equal to {0}.
ru_ru: Пожалуйста, введите число больше или равно {0}.

source: Please enter a value less than or equal to {0}.
ru_ru: Пожалуйста, введите число меньше или равно {0}.

source: Please use function siteinfo() with the parameter
ru_ru: Пожалуйста, используйте функцию siteinfo () с параметром

source: Please fix this field.
ru_ru: Пожалуйста, исправьте этой поле.
