Repository: shivamanhar/ulai-website
Catalog: application/modules/admin/language/*/LC_MESSAGES/admin.po
Languages: ru_ru

source: dont show
ru_ru: не показывать

source: Instructions for filling
ru_ru: Инструкции по наполнению

source: &nbsp;Back
ru_ru: &nbsp;Назад

source: (copy)
ru_ru: (копия)

source: - Not selected -
ru_ru: - Не выбрано -

source: -Not selected-
ru_ru: -Не выбрано-

source: API Key for Mail Chimp
ru_ru: API Key для Mail Chimp

source: Csv name is already used
ru_ru: CSV имя уже используется

source: Callback's status was changed
ru_ru: Cтатус обратного звонка изменен

source: Site webmaster email
ru_ru: E-mail вебмастера сайта

source: Email for sending notifications about new Callbacks
ru_ru: E-mail для отправки уведомлений о новых обратных звонках

source: Notified email
ru_ru: E-mail уведомления

source: Admin email
ru_ru: Email администратора

source: Customer e-mail address
ru_ru: Email клиента

source: Customer e-mail
ru_ru: Enail заказчика

source: HTML code
ru_ru: HTML код

source: ID / Full Name / Email
ru_ru: ID / Имя / E-mail

source: Main product ID
ru_ru: ID главного товара

source: ID for yandex metric
ru_ru: Id для Yandex метрики

source: ID order
ru_ru: ID заказа

source: Category ID:
ru_ru: ID категории:

source: Copy product ID:
ru_ru: Id копии:

source: Page ID
ru_ru: ID страницы

source: ProductId
ru_ru: ID товара

source: Delete order ID
ru_ru: ID удаленого заказа

source: ip-address
ru_ru: IP-адрес

source: IP address of the wishlist author
ru_ru: IP-адрес автора списка желаний

source: Off manually entered
ru_ru: Off введенные вручную

source: PHP GD library is not installed
ru_ru: PHP GD библиотека не установлена

source: PHP GD library is not installed on your web server
ru_ru: PHP GD библиотека не установлена на вашем веб-сервере

source: Reserved of the same name category
ru_ru: Reserved одного и того же названия категории

source: Reserved the same name module
ru_ru: Reserved одноименным модулем

source: URL access
ru_ru: URL доступ

source: URL access on
ru_ru: URL доступ на

source: Image URL
ru_ru: URL изображения

source: URL or request for search
ru_ru: URL или запрос для поиска

source: URL categories
ru_ru: URL категорий

source: XML document
ru_ru: XML документ

source: G.Webmaster
ru_ru: Ya.Webmaster

source: Auto
ru_ru: Авто

source: Auto loading
ru_ru: Автозагрузка

source: Autocomplete
ru_ru: Автозаполнение

source: Autocomplete words
ru_ru: Автозаполнение слов

source: Automation
ru_ru: Автоматизация

source: Autocleaning
ru_ru: Автоочистка

source: Autoselection
ru_ru: Автоподбор

source: AutoFit
ru_ru: Автоподбор

source: Author
ru_ru: Автор

source: Administrator
ru_ru: Администратор

source: Administer shop
ru_ru: Администрирование магазина

source: Manage shop
ru_ru: Администрировать магазин

source: Administer site
ru_ru: Администрировать сайт

source: Administrate site
ru_ru: Администрировать сайт

source: Address
ru_ru: Адрес

source: Delivery Address
ru_ru: Адрес доставки

source: Delivery address specified by the customer
ru_ru: Адрес доставкы , указаный клиентом

source: Site address
ru_ru: Адрес сайта

source: Accessories
ru_ru: Аксессуары

source: Custom active field
ru_ru: Активние поля

source: Active until
ru_ru: Активно до

source: active
ru_ru: активный

source: Active
ru_ru: Активный

source: Promotions
ru_ru: Акции

source: Actions
ru_ru: Акции

source: Action
ru_ru: Акция

source: promotion
ru_ru: акция

source: Promotion
ru_ru: Акция

source: by alphabet
ru_ru: алфавиту

source: Number
ru_ru: Артикул

source: Article
ru_ru: Артикул

source: Attributes
ru_ru: Атрибуты

source: Data base
ru_ru: База данных

source: Base
ru_ru: Базовой

source: Basic
ru_ru: Базовые

source: Balance:
ru_ru: Баланс:

source: Banners
ru_ru: Баннеры

source: no delivery
ru_ru: без доставки

source: Without a category
ru_ru: Без категории

source: Without category
ru_ru: Без категории

source: Uncategorized
ru_ru: Без категории

source: Free
ru_ru: Бесплатен

source: Free tarif
ru_ru: Бесплатный тариф

source: Bestsellers
ru_ru: Бестселлеры

source: Top sales block
ru_ru: Блок Top продаж

source: Lock
ru_ru: Блокировать

source: Blocking
ru_ru: Блокировка

source: Brand
ru_ru: Бренд

source: Brand not found
ru_ru: Бренд не найден

source: Brand edited
ru_ru: Бренд отредактирован

source: Brand created
ru_ru: Бренд создан

source: Brand (s) has been successfully removed (s)
ru_ru: Бренд(ы) успешно удален(ы)

source: Brands
ru_ru: Бренды

source: Whether to display the category name in the title page
ru_ru: Будет ли отображаться название категории в тайтле страницы

source: Whether to display the site name in the title page
ru_ru: Будет ли отображаться название сайта в тайтле страницы

source: Will be recalculated prices of products in accordance to the default currency
ru_ru: Будут пересчитаны цены на продукцию в соответствии с валютой по умолчанию

source: Has been published
ru_ru: Был опубликован

source: Has been created
ru_ru: Был создан

source: Fast create
ru_ru: Быстрое создание

source: Quick product search
ru_ru: Быстрый поиск товара

source: BackUp and Update
ru_ru: Бэкап и Обновление

source: in
ru_ru: в

source: in ID category
ru_ru: в ID категории

source: In the cart
ru_ru: В корзине

source: Pending approval
ru_ru: В ожидании утверждения

source: In ascending order
ru_ru: В порядке возрастания

source: In descending order
ru_ru: В порядке убывания

source: Including additional images
ru_ru: В том числе дополнительные изображения

source: Importance
ru_ru: Важность

source: Validators
ru_ru: Валидаторы

source: Validations
ru_ru: Валидаторы

source: Currency
ru_ru: Валюта

source: Currency was updated
ru_ru: Валюта была обновлена

source: The currency is in use in the products. Recalculate?
ru_ru: Валюта используется в товарах. Пересчитать?

source: Currency not found
ru_ru: Валюта не найдена

source: Currency created
ru_ru: Валюта создана

source: Currency successfully removed
ru_ru: Валюта успешно удалена

source: Currencies
ru_ru: Валюты

source: You need to enter a string
ru_ru: Вам нужно ввести строку

source: Variant
ru_ru: Вариант

source: Option
ru_ru: Вариант

source: Variants
ru_ru: Варианты

source: Product variations
ru_ru: Варианты товара

source: Your Email
ru_ru: Ваш E-mail

source: Your updation key
ru_ru: Ваш ключ обновления

source: Your remark
ru_ru: Ваше замечание

source: Your Name
ru_ru: Ваше имя

source: Your message has been sent
ru_ru: Ваше сообщение было отправлено

source: Entered the IP control panel
ru_ru: Введен IP панели управления

source: Enter the URL of the image or the search criterion
ru_ru: Введите адрес изображения или критери поиска

source: enter a valid email address
ru_ru: введите действительный адрес электронной почты

source: Enter a valid email address.
ru_ru: Введите действительный адрес электронной почты

source: enter value from
ru_ru: введите значение от

source: Enter template name
ru_ru: Введите имя шаблона

source: Enter no more
ru_ru: Введите не более

source: Please enter no more than {0} characters.
ru_ru: Введите не более {0} символов.

source: Please enter at least {0} characters.
ru_ru: Введите не менее {0} символов.

source: enter number
ru_ru: введите номер

source: enter at least
ru_ru: Введите по крайней мере

source: enter the correct value
ru_ru: введите правильное значение

source: enter correct date
ru_ru: введите правильную дату

source: enter correct date in format ISO
ru_ru: введите правильную дату в формате ISO

source: enter the same value again
ru_ru: введите то же значение снова

source: enter only numbers
ru_ru: введите только цифры

source: enter number from
ru_ru: введите число от

source: Up
ru_ru: Вверху

source: enter the correct URL
ru_ru: ввести правильный URL

source: enter a number more than or equal to
ru_ru: ввести число больше или равно

source: enter a number less than or equal to
ru_ru: ввести число меньше или равно

source: Go back
ru_ru: Вернуться

source: Back
ru_ru: Вернуться

source: Version
ru_ru: Версия

source: Version
ru_ru: Версия

source: Vertical alignment
ru_ru: Вертикальное выравнивание

source: Widget edited
ru_ru: Виджет отредактирован

source: Widget with the same identifier already exists. Choose or select another identifier
ru_ru: Виджет с тем же самым идентификатором уже существует. Выберите другой идентификатор

source: Created a widget
ru_ru: Виджет создан

source: Widget successfully created
ru_ru: Виджет создан

source: Created a widget
ru_ru: Виджет создан

source: Widget created
ru_ru: Виджет создан

source: Deleted a widget
ru_ru: Виджет удален

source: Widget successfully deleted
ru_ru: Виджет успешно удален

source: Widgets
ru_ru: Виджеты

source: Visualizators classes
ru_ru: Визуализаторы классов

source: Visualization
ru_ru: Визуализация

source: Off
ru_ru: Включить

source: Turn on
ru_ru: Включить

source: Switch on integration with Facebook?
ru_ru: Включить интеграцию с Facebook?

source: Switch on integration with VKontakte?
ru_ru: Включить интеграцию с вконтакте?

source: External view
ru_ru: Внешний вид

source: At the bottom
ru_ru: Внизу

source: Attention
ru_ru: Внимание

source: Attention or Caution
ru_ru: Внимание или Осторожно

source: Attention! All pages in this language will be deleted!
ru_ru: Внимание! Все страницы на этом языке будут удалены!

source: Attention! will also remove all the products from this category
ru_ru: Внимание! Также будут удалены все товары из этой категории

source: Warning! Files will be deleted automaticly on backup creating
ru_ru: Внимание! Файлы будут удалены автоматически на создании резервной копии

source: Watermark
ru_ru: Водяной знак

source: Return
ru_ru: Возвращение

source: Possible values
ru_ru: Возможные значения

source: Log in
ru_ru: Войти

source: Restore
ru_ru: Восстановление

source: Password recovery
ru_ru: Восстановление пароля

source: Next
ru_ru: Вперед

source: Forward&nbsp;
ru_ru: Вперед&nbsp;

source: Forward
ru_ru: Вперед&nbsp;

source: Time of addition
ru_ru: Время добавления

source: Time of the order
ru_ru: Время заказа

source: Time of the order status change
ru_ru: Время изменения статуса заказа

source: Publication time
ru_ru: Время публикации

source: Time of registration
ru_ru: Время регистрации

source: Creation time
ru_ru: Время создания

source: All
ru_ru: Все

source: All orders
ru_ru: Все заказы

source: All categories
ru_ru: Все категории

source: All content by categories
ru_ru: Все контента по категориям

source: All modules
ru_ru: Все модули

source: All finding products
ru_ru: Все найденные продукты

source: All Callbacks
ru_ru: Все обратные звонки

source: Simple user
ru_ru: Все пользователи

source: Total file caching
ru_ru: Всего файлов кэширования

source: User login for site enrty
ru_ru: Вход пользователя после входа на сайт

source: you entered as a contact type
ru_ru: Вы ввели как тип контакту

source: Do you really want to delete selected kits?
ru_ru: Вы действительно хотите удалить выбранные наборы?

source: Really delete selected products?
ru_ru: Вы действительно хотите удалить выбранные продукты?

source: Really delete callback(s)
ru_ru: Вы действительно хотите удалить обратный(е) звонок(ки)

source: Do you really want to delete the status?
ru_ru: Вы действительно хотите удалить статус?

source: Do you really want to delete this kit
ru_ru: Вы действительно хотите удалить этот набор

source: You are using the latest version
ru_ru: Вы используете последнюю версию

source: You have actual system version.
ru_ru: Вы используете последнюю версию системы

source: You can use the following variable
ru_ru: Вы можете использовать следующие переменные

source: You do not choose
ru_ru: Вы не выбрали

source: You can not delete the last item from the order
ru_ru: Вы не можете удалить последний элемент из заказа

source: You can not delete the last category from the list
ru_ru: Вы не можете удалить последнюю категорию из списка

source: You did not ask for a set of main commodity
ru_ru: Вы не спрашивали набор основных товаров

source: You did not ask for a set of main commodity
ru_ru: Вы не спрашивали набор основных товаров

source: Select an Option
ru_ru: Выберите вариант

source: Select a field group for a category
ru_ru: Выберите группу полей для категории

source: Select a field group to be displayed/ viewed in the created category of the group or group category
ru_ru: Выберите группу полей, которая будет отображаться при создании страниц в данной категории

source: choose a date
ru_ru: выберите дату

source: choose date
ru_ru: выберите дату

source: Chose additional categories
ru_ru: Выберите дополнительные категории

source: Choose an image
ru_ru: Выберите изображение

source: Select image
ru_ru: Выберите изображение

source: Choose an image
ru_ru: Выберите изображение

source: Select a category
ru_ru: Выберите категорию

source: Select a category for export
ru_ru: Выберите категорию для экспорта

source: Select Some Options
ru_ru: Выберите несколько вариантов

source: Select template folder
ru_ru: Выберите папку шаблона

source: Select the module type to the table below
ru_ru: Выберите тип модуля в таблице ниже

source: Select a file
ru_ru: Выберите файл

source: Select file
ru_ru: Выберите файл

source: Select the file
ru_ru: Выберите файл

source: Select the file in a convenient format
ru_ru: Выберите файл в удобном формате

source: Select the file with the correct extension
ru_ru: Выберите файл с правильным расширением

source: Choose language
ru_ru: Выберите язык

source: Select
ru_ru: Выбирать

source: Selecting a product
ru_ru: Выбор товара

source: Select admin language
ru_ru: Выбор языка для админ панели

source: Selected products
ru_ru: Выбранные товары

source: Selected
ru_ru: Выбранный

source: Discharge into Yandex.Market
ru_ru: Выгрузка в Яндекс.Маркет

source: On
ru_ru: Выключить

source: Perform resize of all the images?
ru_ru: Выполнить ресайз всех изображений?

source: Perform resize the selected product
ru_ru: Выполнить ресайз выбранного товара

source: Height
ru_ru: Высота

source: Height, px
ru_ru: Высота, px

source: Exit
ru_ru: Выход

source: Exited the control panel
ru_ru: Вышли с контрольной панели

source: Main
ru_ru: Главная

source: Shop dashboard
ru_ru: Главная

source: Dashboard
ru_ru: Главная

source: Main page
ru_ru: Главная страница

source: Main image
ru_ru: Главное изображение

source: Main property
ru_ru: Главное свойство

source: Main size
ru_ru: Главный размер

source: Main phone
ru_ru: Главный телефон

source: Main product
ru_ru: Главный товар

source: Main template
ru_ru: Главный шаблон

source: Main category template by default
ru_ru: Главный шаблон категории. По умолчанию

source: Global settings
ru_ru: Глобальные настройки

source: Horizontal alignment
ru_ru: Горизонтальное выравнивание

source: City
ru_ru: Город

source: Guest
ru_ru: Гость

source: Group
ru_ru: Группа

source: Field group
ru_ru: Группа полей

source: Pages fields group
ru_ru: Группа полей страницы

source: Users group
ru_ru: Группа пользователей

source: Yes
ru_ru: Да

source: Data
ru_ru: Данные

source: The data of your database will be stored in the folder
ru_ru: Данные вашей базы данных будут храниться в папке

source: Additional field data
ru_ru: Данные дополнительного поля

source: No data transmitted
ru_ru: Данные не переданы

source: Sending date of the wishlist
ru_ru: Данные отправки списка желаний

source: User data
ru_ru: Данные пользователя

source: Callback status data
ru_ru: Данные статуса уведомления о появлении

source: This product has been deleted from the shop! You can only change the quantity or replace by another product
ru_ru: Данный товар был удален из магазина! Вы можете изменить количество или заменить другим товаром

source: Date
ru_ru: Дата

source: Date/time
ru_ru: Дата

source: Date popup selector
ru_ru: Дата popup селектора

source: Date of order
ru_ru: Дата заказа

source: Order date
ru_ru: Дата заказа

source: Time and date of publication
ru_ru: Дата и время публикации

source: Time and date of creation
ru_ru: Дата и время создания

source: Date of changes
ru_ru: Дата изменений

source: Modify date
ru_ru: Дата изменения

source: Date of change
ru_ru: Дата изменения

source: User notification request date
ru_ru: Дата когда пользователь оставил запрос уведомления

source: Start date
ru_ru: Дата начала

source: Callback request date
ru_ru: Дата обратного звонка

source: Finish date
ru_ru: Дата окончания

source: Date active to
ru_ru: Дата окончания

source: Publication date
ru_ru: Дата публикации

source: Date of registration
ru_ru: Дата регистрации

source: Date of release
ru_ru: Дата релиза

source: Date Created
ru_ru: Дата создания

source: Creation date
ru_ru: Дата создания

source: Date of creation
ru_ru: Дата создания

source: by date
ru_ru: дате

source: Double click to show all categories
ru_ru: Дважды щелкните, чтобы показать все категории

source: Colon
ru_ru: Двоеточие

source: Valid until
ru_ru: Действительно до

source: Deposit rates
ru_ru: Депозитные ставки

source: Order details
ru_ru: Детали заказа

source: For imported images will be produced resize
ru_ru: Для импортированных изображений будет произведен ресайз

source: To use your personal account, activate JavaScript, please.
ru_ru: Для использования кабинета администрирования, пожалуйста, включите JavaScript.

source: Delete the directory to continue
ru_ru: Для продолжения удалите каталог

source: For language
ru_ru: Для языка

source: days
ru_ru: дней

source: to
ru_ru: до

source: To
ru_ru: До

source: Add
ru_ru: Добавить

source: Add to Cart
ru_ru: Добавить в корзину

source: Add to menu
ru_ru: Добавить в меню

source: Add a variant
ru_ru: Добавить вариант

source: Add contact
ru_ru: Добавить контакт

source: Add a new product to the order
ru_ru: Добавить новый товар к заказу

source: Add a subcategory
ru_ru: Добавить подкатегорию

source: Add an article
ru_ru: Добавить статью

source: Adding accessories
ru_ru: Добавление аксессуаров

source: Add product to order
ru_ru: Добавление товара к заказу

source: Wait for resize ending
ru_ru: Дождитесь окончания ресайза

source: Documentation
ru_ru: Документация

source: Modules additions
ru_ru: Дополнения модулей

source: Additional currency
ru_ru: Дополнительная валюта

source: Additional currency was edited
ru_ru: Дополнительная валюта была изменена

source: Additional image
ru_ru: Дополнительное изображение

source: Custom field edited
ru_ru: Дополнительное поле отредактировано

source: An additional field is created
ru_ru: Дополнительное поле создано

source: Field is removed
ru_ru: Дополнительное поле удалено

source: Additional data
ru_ru: Дополнительные данные

source: Additional images
ru_ru: Дополнительные изображения

source: Additional categories
ru_ru: Дополнительные категории

source: Advanced settings
ru_ru: Дополнительные настройки

source: Additional fields
ru_ru: Дополнительные поля

source: Custom fields
ru_ru: Дополнительные поля

source: Delivery
ru_ru: Доставка

source: Delivery was edited
ru_ru: Доставка была отредактирована

source: Delivery was removed
ru_ru: Доставка была удалена

source: Delivery and payment
ru_ru: Доставка и оплата

source: Delivery created
ru_ru: Доставка создана

source: Access
ru_ru: Доступ

source: Another main image variant
ru_ru: Другой основной вариант изображения

source: Item
ru_ru: Еденыца

source: Products export
ru_ru: Експорт продуктов

source: If not specified
ru_ru: Если не указано

source: If not given or specified
ru_ru: Если не указаны

source: More
ru_ru: Еще

source: Another small image variant
ru_ru: Еще одно небольшое изображение варианта

source: Sorry but you have an old browser
ru_ru: Жаль, но у вас старый браузер

source: Events journal
ru_ru: Журнал событий

source: Event journal
ru_ru: Журнал событий

source: Banned
ru_ru: Забанен

source: Forgot your password?
ru_ru: Забыли пароль?

source: Completed
ru_ru: Завершено

source: Load from internet
ru_ru: Загрузите из интернета

source: Upload
ru_ru: Загрузить

source: Loading properties
ru_ru: Загрузка свойств

source: Order
ru_ru: Заказ

source: Order bad
ru_ru: Заказ БАД

source: Order not found
ru_ru: Заказ не найден

source: Order edited
ru_ru: Заказ отредактирован

source: Order is created
ru_ru: Заказ создан

source: Order deleted
ru_ru: Заказ удален

source: Order was successfully created
ru_ru: Заказ успешно создан

source: Ordered products
ru_ru: Заказанные товары

source: Orders on the page
ru_ru: Заказов на странице

source: Orders with this status
ru_ru: Заказов с таким статусом

source: Customer
ru_ru: Заказчик

source: Orders
ru_ru: Заказы

source: Orders
ru_ru: Заказы

source: Orders are removed
ru_ru: Заказы удалены

source: Complete
ru_ru: Закончыть

source: Close
ru_ru: Закрить

source: Close fast create
ru_ru: Закрыть быстрое создание

source: Posts on page
ru_ru: Записей на странице

source: Fill in the required fields.
ru_ru: Заполните необходимые поля.

source: Enter Meta Tags
ru_ru: Заполнить Мета-теги

source: Remember me
ru_ru: Запомнить меня

source: Removal requests
ru_ru: Запросов на удаление

source: Comma
ru_ru: Запятая

source: Protection code
ru_ru: Защитный код

source: Here you can search for modules and set them to automatic mode
ru_ru: Здесь Вы можете искать модули и установить их в автоматический режим

source: Hello
ru_ru: Здравствуйте

source: Value
ru_ru: Значение

source: The values ​​for the number of products per page (example: 12, 24, 48)
ru_ru: Значения для количества товаров на сайте (например: 12, 24, 48)

source: Identifier
ru_ru: Идентификатор

source: Change the status of marked notifications?
ru_ru: Изменение статуса уведомлений отмеченных ?

source: Changes were saved
ru_ru: Изменения были сохранены

source: Changes not saved
ru_ru: Изменения не сохранены

source: Changes saved
ru_ru: Изменения сохранены

source: Changes have been saved
ru_ru: Изменения сохранены

source: Changes has been saved
ru_ru: Изменения сохранены

source: The product was successfully edited
ru_ru: Изменения сохранены

source: Change saved successfully
ru_ru: Изменения успешно сохранены

source: Change
ru_ru: Изменить

source: Change category data
ru_ru: Изменить данные категории

source: Product changes
ru_ru: Изменить продукт

source: Change product
ru_ru: Изменить продукт

source: Change status
ru_ru: Изменить статус

source: Image
ru_ru: Изображение

source: Images
ru_ru: Изображения

source: Images updated
ru_ru: Изображения обновлены

source: or
ru_ru: или

source: Import
ru_ru: Импорт

source: Import completed
ru_ru: Импорт завершен

source: Import Complete
ru_ru: Импорт завершен

source: Products import
ru_ru: Импорт продуктов

source: Import language
ru_ru: Импорт языка

source: Import-Export CSV/XLS
ru_ru: Импорт-Экспорт CSV/XLS

source: Your name field
ru_ru: Имя

source: Name
ru_ru: Имя

source: Name of the customer
ru_ru: Имя заказчика

source: CSV column name
ru_ru: Имя колонки CSV

source: user name
ru_ru: имя пользователя

source: User name
ru_ru: Имя пользователя

source: Username of the customer
ru_ru: Имя пользователя

source: Username requested a callback
ru_ru: Имя пользователя запросившего Сallback

source: Username and password have not been found
ru_ru: Имя пользователя и пароль не были найдены

source: Name of the user who made a request
ru_ru: Имя пользователя, который сделал запрос

source: Product Name
ru_ru: Имя Продукта

source: Hostname
ru_ru: Имя хоста

source: Integration with social networks
ru_ru: Интеграция с социальными сетями

source: Interesting articles with blog ImageCMS
ru_ru: Интересные статьи с блога ImageCMS

source: Interface
ru_ru: Интерфейс

source: Information
ru_ru: Информация

source: Site information
ru_ru: Информация о сайте

source: Update information
ru_ru: Информация обновления

source: System information
ru_ru: Информация системы

source: Use in categories
ru_ru: Использовать в категориях

source: Use gift certificates?
ru_ru: Использувать подарочные сертификаты?

source: Orders history
ru_ru: История заказов
