Repository: shivamanhar/ulai-website
Catalog: application/modules/admin/language/*/LC_MESSAGES/admin.po
Languages: ru_ru

source: Please check your email for instructions on how to activate the new password.
ru_ru: Пожалуйста, проверьте свою электронную почту для получения инструкций о том, как активировать новый пароль.

source: Please enter a valid URL.
ru_ru: Пожалуйста, укажите действительный URL.

source: Please enter a valid credit card number.
ru_ru: Пожалуйста, укажите действительный номер кредитной карты

source: Congratulations!
ru_ru: Поздравляем!

source: Positions updated
ru_ru: Позиции обновлены

source: Positions saved
ru_ru: Позиции сохранены

source: Positions saved successfully
ru_ru: Позиции успешно сохранены

source: Position
ru_ru: Позиция

source: The position has been successfully saved
ru_ru: Позиция сохранена

source: Search
ru_ru: Поиск

source: Searching for images on the Internet
ru_ru: Поиск изображений в Интернете

source: Find a user
ru_ru: Поиск пользователя

source: Product search
ru_ru: Поиск товара

source: show
ru_ru: показать

source: Show
ru_ru: Показать

source: Show in all categories
ru_ru: Показать во всех категориях

source: Show on map
ru_ru: Показать на карте

source: Show properties of the selected categories
ru_ru: Показать свойства выбранных категории

source: Show page
ru_ru: Показать страницу

source: switch on
ru_ru: показывать

source: Show in menu
ru_ru: Показывать в меню

source: Show in product compare
ru_ru: Показывать в сравнение товаров

source: Show in filter
ru_ru: Показывать в фильтре

source: Show on product page
ru_ru: Показывать на странице товаров

source: Buyer
ru_ru: Покупатель

source: Field
ru_ru: Поле

source: The %s field can only contain Latin characters
ru_ru: Поле %s должно содержать только латинские символы.

source: The %s is required
ru_ru: Поле %s является обязательным

source: Field active
ru_ru: Поле активное

source: The field should only contain letters without numbers
ru_ru: Поле должно содержать только латинские буквы без чисел

source: The field must contain only Latin characters .
ru_ru: Поле должно содержать только латинские символы.

source: Field not found
ru_ru: Поле не найдено

source: Field required
ru_ru: Поле обязательное

source: Field private
ru_ru: Поле приватное

source: Full name
ru_ru: Полное имя

source: Full Name
ru_ru: Полное имя

source: Full description
ru_ru: Полное описание

source: Full contents
ru_ru: Полное содержание

source: by position
ru_ru: положению

source: Users
ru_ru: Пользователи

source: Users management
ru_ru: Пользователи

source: Members removed
ru_ru: Пользователи удалены

source: User
ru_ru: Пользователь

source: User is not selected
ru_ru: Пользователь не выбран

source: User not found
ru_ru: Пользователь не найден

source: User edited
ru_ru: Пользователь отредактирован

source: User is notified by E-mail
ru_ru: Пользователь получил уведомление по электронной почте

source: A user with this email is already registered.
ru_ru: Пользователь с таким E-mail уже зарегистрирован.

source: A user with this email already exists
ru_ru: Пользователь с таким E-mail уже существует

source: User created
ru_ru: Пользователь создан

source: User deleted
ru_ru: Пользователь удален

source: User has already been notified by e-mail about product arrival! Notify again?
ru_ru: Пользователь уже был уведомлен по электронной почте о прибытие товара! Сообщить снова?

source: User already notified via E-mail upon availability! Notify again
ru_ru: Пользователь уже уведомлен по электронной почте про наличие! Сообщить снова

source: Custom classes for widget
ru_ru: Пользовательские классы для виджета

source: Help us get better
ru_ru: Помогите нам стать лучше

source: Popular
ru_ru: Популярные

source: Port
ru_ru: Порт

source: Last comments
ru_ru: Последние комментарии

source: Latest/recent comments
ru_ru: Последние/Недавние комментарии

source: Last IP
ru_ru: Последний IP

source: The last status in the list can not be deleted
ru_ru: Последний статус в списке не может быть удалён

source: Last link
ru_ru: Последняя ссылка

source: Show in category
ru_ru: Посмотреть в категории

source: Access rights
ru_ru: Права доступа

source: Access rights define <br />a set of actions (eg, read,<br /> write, execute) permissions for<br /> the subjects (for example, users<br /> of the system) of <br />the data objects.
ru_ru: Права доступа определяют <br /> набор действий (например, чтение, <br /> запись, выполнение) разрешенных для <br /> предметов (например, пользователи <br /> системы) из <br />объектов данных.

source: Write permission
ru_ru: Права записи

source: Custom right field
ru_ru: Правильное поле

source: Preliminary contents
ru_ru: Предварительное содержание

source: Warning
ru_ru: Предупреждение

source: Previous
ru_ru: Предыдущий

source: Conversion completed. Now the currency may be removed
ru_ru: Преобразование завершено. Сейчас валюта может быть удалена

source: Prefix (folder will be created)
ru_ru: Префикс (папка будет создана)

source: Private
ru_ru: Приватное

source: Сustom private field
ru_ru: Приватное поле

source: Privileges
ru_ru: Привилегии

source: Privilege
ru_ru: Привилегии

source: Products in the kit
ru_ru: Прикрепленные товары

source: Apply for subcategories
ru_ru: Применить для подкатегории

source: Check version update
ru_ru: Проверить обновления версии

source: Check mail sending
ru_ru: Проверить отправку почты

source: Check prices
ru_ru: Проверить цены

source: Check
ru_ru: Проверка

source: Price checking
ru_ru: Проверка цен

source: Check the input data and fill in all mandatory fields
ru_ru: Проверьте введенные данные и заполните все обязательные поля

source: ProductNot
ru_ru: Продукт

source: Product updated
ru_ru: Продукт обновлен

source: Transparency
ru_ru: Прозрачность

source: Resize images for products
ru_ru: Произвести ресайз для товара

source: An error occurred while sending a message
ru_ru: Произошла ошибка при отправке сообщения

source: Skip column
ru_ru: Пропустить колонки

source: View
ru_ru: Просмотр

source: go to the website
ru_ru: Просмотр на сайте

source: Show on site
ru_ru: Просмотр на сайте

source: View a site
ru_ru: Просмотр сайта

source: Properties list review
ru_ru: Просмотр свойств товаров

source: View page
ru_ru: Просмотр страницы

source: Displayed categories selection
ru_ru: Просмотреть выбранные категории

source: Profile
ru_ru: Профиль

source: Empty list
ru_ru: Пустой список

source: Empty callback list.
ru_ru: Пустой список обратных звонков.

source: Roles list is empty.
ru_ru: Пустой список ролей.

source: Empty status list.
ru_ru: Пустой список статуса.

source: Empty callbacks status list.
ru_ru: Пустой список статусов обратных звонков.

source: Empty.
ru_ru: Пустой.

source: Path to the image
ru_ru: Путь к изображению

source: Path to the root directory
ru_ru: Путь к корневому каталогу

source: File path
ru_ru: Путь к файлу

source: Path to font
ru_ru: Путь к шрифту

source: expand category
ru_ru: развернуть категорию

source: expand the category
ru_ru: Развернуть категорию

source: Separator
ru_ru: Разделитель

source: The field separator
ru_ru: Разделитель полей

source: Fields separator
ru_ru: Разделитель полей

source: Field separator
ru_ru: Разделитель поля

source: Text separator
ru_ru: Разделитель текста

source: Size
ru_ru: Размер

source: Amount of which will be a discount.
ru_ru: Размер которой будет скидка.

source: Font size
ru_ru: Размер шрифта

source: Measurement unit
ru_ru: Размерность

source: Comment permission
ru_ru: Разрешить комментирование

source: Print receipt
ru_ru: Распечатать чек

source: PHP SOAP extension is not installed
ru_ru: Расширение PHP SOAP не установлено

source: Advanced search product
ru_ru: Расширенный поиск товара

source: User registartion after making order
ru_ru: Регистрация пользователя после создания заказа

source: Registration after order
ru_ru: Регистрация после заказа

source: Regular discounts
ru_ru: Регулярные скидки

source: Editing
ru_ru: Редактирование

source: Editing brand
ru_ru: Редактирование бренда

source: Currency edit
ru_ru: Редактирование валют

source: Widget editing
ru_ru: Редактирование виджета

source: Editing a custom field
ru_ru: Редактирование дополнительного поля

source: Category editing
ru_ru: Редактирование категории

source: Edit category ID
ru_ru: Редактирование категории ID

source: Product kit editing
ru_ru: Редактирование набора товаров

source: Callback editing
ru_ru: Редактирование обратного звонка

source: Gift certificate edit
ru_ru: Редактирование подарочного сертификата

source: User editing
ru_ru: Редактирование пользователя

source: Role edit
ru_ru: Редактирование роли

source: Properties editing
ru_ru: Редактирование свойства

source: Editing by discounts
ru_ru: Редактирование скидки

source: Editing discounts
ru_ru: Редактирование скидкок

source: Delivery method edit
ru_ru: Редактирование способа доставки

source: Payment method editing
ru_ru: Редактирование способа оплаты

source: Orders status edit
ru_ru: Редактирование статуса заказа

source: Editing callback status
ru_ru: Редактирование статуса обратного звонка

source: Editing status of appearance
ru_ru: Редактирование статуса уведомления о появлении

source: Сallback topic editing
ru_ru: Редактирование темы обратного звонка

source: Notification editing
ru_ru: Редактирование уведомления

source: Language edit
ru_ru: Редактирование языка

source: Roles group edit
ru_ru: Редактирования группы ролей

source: Edit
ru_ru: Редактировать

source: Edit brand
ru_ru: Редактировать бренд

source: Edit order
ru_ru: Редактировать заказ

source: Edit category
ru_ru: Редактировать категорию

source: edit category
ru_ru: Редактировать категорию

source: Edit comment
ru_ru: Редактировать комментарий

source: Edit kit
ru_ru: Редактировать набор

source: Edit product kit
ru_ru: Редактировать набор товаров

source: Edit callback
ru_ru: Редактировать обратный звонок

source: Edit user
ru_ru: Редактировать пользователя

source: Edit role
ru_ru: Редактировать роль

source: Edit property
ru_ru: Редактировать свойство

source: Edit status
ru_ru: Редактировать статус

source: Edit callback status
ru_ru: Редактировать статус обратного звонка

source: Edit status notification
ru_ru: Редактировать статус уведомления

source: Edit page
ru_ru: Редактировать страницу

source: Edit callback theme
ru_ru: Редактировать тему обратного звонка

source: Edit product
ru_ru: Редактировать товар

source: Edit notification
ru_ru: Редактировать уведомление

source: Template editor
ru_ru: Редактор шаблонов

source: Backup copying
ru_ru: Резервное копирование

source: Backup
ru_ru: Резервное копирование

source: Backup copying has been completed
ru_ru: Резервное копирование завершено

source: Result
ru_ru: Результат

source: No results match
ru_ru: Результатов не найдено

source: Search results
ru_ru: Результаты поиска

source: Resize
ru_ru: Ресайз

source: Additional images resize
ru_ru: Ресайз дополнительных изображений

source: Resize products images
ru_ru: Ресайз изображений продуктов

source: Sharp
ru_ru: Решотка

source: Robots was opened -
ru_ru: Роботи были открыты -

source: Robots was closed -
ru_ru: Роботы были закрыты -

source: Parent
ru_ru: Родитель

source: Parent Category
ru_ru: Родительская Категория

source: Parent category
ru_ru: Родительская категория

source: Role
ru_ru: Роль

source: Russian
ru_ru: Русский

source: The site will be available only to the Administrator
ru_ru: Сайт будет доступен только для Администратора

source: site
ru_ru: сайта

source: Reset filter
ru_ru: Сбросить фильтр

source: roll up category
ru_ru: свернуть категорию

source: Collapse category
ru_ru: Свернуть категорию

source: Properties
ru_ru: Свойства

source: Properties of the products
ru_ru: Свойства продуктов

source: Products properties
ru_ru: Свойства товаров

source: Property
ru_ru: Свойство

source: The property is not found
ru_ru: Свойство не найдено

source: Property edited
ru_ru: Свойство отредактировано

source: Property created
ru_ru: Свойство создано

source: The property(ies) deleted
ru_ru: Свойство(а) удалено(ы)

source: Related entity
ru_ru: Связанная сущность

source: Related products
ru_ru: Связанные товары

source: Attached products
ru_ru: Связанные товары

source: Generate
ru_ru: Сгенерировать

source: Make a database backup copy before updating
ru_ru: Сделайте резервную копию базы данных перед обновлением

source: Take a snapshot of the database before start
ru_ru: Сделать снимок базы данных перед запуском

source: Secret key
ru_ru: Секретный ключ

source: Server
ru_ru: Сервер

source: Character
ru_ru: Символ

source: characters
ru_ru: символов

source: System
ru_ru: Система

source: System error - uknown extention
ru_ru: Системная ошибка - неверное расширение

source: Download
ru_ru: Скачать

source: Discount
ru_ru: Скидка

source: Member Discount
ru_ru: Скидка пользователя

source: Discounts
ru_ru: Скидки

source: Warehouse
ru_ru: Склады

source: Warehouses
ru_ru: Склады

source: Copy to the local computer
ru_ru: Скопировать на локальный компьютер

source: Hide
ru_ru: Скрыть

source: Left
ru_ru: Слева

source: Displacement
ru_ru: Смещение

source: Contents
ru_ru: Содержимое

source: New user created
ru_ru: Создан новый пользователь

source: Created product clone. Id:
ru_ru: Создана копия товара. Id:

source: Currency create
ru_ru: Создание валюты

source: Widget creating
ru_ru: Создание виджета

source: Creation of temporary directory has been failed
ru_ru: Создание временного каталога не удалось

source: Create additional field
ru_ru: Создание дополнительного поля

source: Order create
ru_ru: Создание заказа

source: Category creating
ru_ru: Создание категории

source: Create product kit
ru_ru: Создание набора товаров

source: Creating cumulative discount
ru_ru: Создание накопительной скидки

source: The creation of a new language
ru_ru: Создание нового языка

source: Creating new page
ru_ru: Создание новой страницы

source: Gift certificate create
ru_ru: Создание подарочного сертификата

source: Creating user
ru_ru: Создание пользователя

source: Role create
ru_ru: Создание роли

source: Product property creating
ru_ru: Создание свойства товара

source: Delivery method create
ru_ru: Создание способа доставки

source: Payment method create
ru_ru: Создание способа оплаты

source: Orders status creating
ru_ru: Создание статуса заказа

source: Creating a status callback
ru_ru: Создание статуса обратного звонка

source: Creation of Status pending
ru_ru: Создание статуса уведомления о появлении

source: Callback topic сreation
ru_ru: Создание темы обратного звонка

source: Product creation
ru_ru: Создание товара

source: Created by
ru_ru: Созданный

source: Create
ru_ru: Создать

source: Create fast brand
ru_ru: Создать

source: Create fast property
ru_ru: Создать

source: Create fast category
ru_ru: Создать

source: Create fast product
ru_ru: Создать

source: Create new
ru_ru: Создать

source: Create brand
ru_ru: Создать бренд

source: Create a brand
ru_ru: Создать бренд

source: Create Backup
ru_ru: Создать Бэкап

source: Create currency
ru_ru: Создать валюту

source: Create a widget
ru_ru: Создать виджет

source: Create widget
ru_ru: Создать виджет

source: Create role group
ru_ru: Создать групо ролей

source: Create group of roles
ru_ru: Создать группу ролей

source: Roles group create
ru_ru: Создать группу роли

source: Create order
ru_ru: Создать заказ

source: Create and go back
ru_ru: Создать и выйти

source: Create and exit
ru_ru: Создать и выйти

source: Create category
ru_ru: Создать категорию

source: Create a category
ru_ru: Создать категорию

source: Create copy
ru_ru: Создать копию

source: Create small image
ru_ru: Создать миниатюру

source: Create a set
ru_ru: Создать набор

source: Create a new template
ru_ru: Создать новый шаблон

source: Create gift certificate
ru_ru: Создать подарочный сертификат

source: Create Field
ru_ru: Создать поле

source: Create user
ru_ru: Создать пользователя

source: Create privilege
ru_ru: Создать роль

source: Create a property
ru_ru: Создать свойство

source: Create a discount
ru_ru: Создать скидку

source: Create a way to deliver
ru_ru: Создать способ доставки

source: Create a payment method
ru_ru: Создать способ оплаты

source: Create status
ru_ru: Создать статус

source: Create page
ru_ru: Создать страницу

source: Create a page
ru_ru: Создать страницу

source: Create topic
ru_ru: Создать тему

source: Create a product
ru_ru: Создать товар

source: Create product
ru_ru: Создать товар

source: Create language
ru_ru: Создать язык

source: Create a product copy?
ru_ru: Создаье копию товара?

source: message
ru_ru: сообщение

source: Message
ru_ru: Сообщение

source: Message about arrival
ru_ru: Сообщение о прибытии

source: Message about a callback
ru_ru: Сообщение обратного звонка

source: Price to be confirmed message
ru_ru: Сообщение про уточнение цены

source: Message from the order page
ru_ru: Сообщение с страницы заказа

source: Notify a user by e-mail about product arrival?
ru_ru: Сообщите пользователю по электронной почте о прибытии товара?

source: report an error
ru_ru: сообщить об ошибке

source: Report an error
ru_ru: Сообщить об ошибке

source: Notify the user via E-mail upon availability
ru_ru: Сообщить пользователю с помощью электронной почты про наличие

source: No relevant data has been found
ru_ru: Соответствующих данных не было обнаружено

source: Sort by
ru_ru: Сортировать по

source: Sort by ID
ru_ru: Сортировать по ID

source: Sort by name .
ru_ru: Сортировать по имени.

source: Sort by price
ru_ru: Сортировать по цене

source: Sorting method by default
ru_ru: Сортировка по умолчанию

source: Save and edit
ru_ru: Сохраненить и измененить

source: Saved
ru_ru: Сохранено

source: Save
ru_ru: Сохранить

source: Save and go back
ru_ru: Сохранить и выйти

source: Save and exit
ru_ru: Сохранить и выйти

source: Save and edit
ru_ru: Сохранить и изменить

source: Save and create a new group
ru_ru: Сохранить и создать новую группу

source: Save and create a new record
ru_ru: Сохранить и создать новую запись

source: Save as additional
ru_ru: Сохранить как дополнительные

source: Save on the server
ru_ru: Сохранить на сервере

source: Save the old price ?
ru_ru: Сохранить старую цену?

source: Spam
ru_ru: Спам

source: Special offers
ru_ru: Специальные предложения

source: List
ru_ru: Список

source: The list of attributes that will be imported
ru_ru: Список атрибутов, которые будут импортированы

source: List of brands
ru_ru: Список брендов

source: Brands list is empty.
ru_ru: Список брендов пуст

source: Currencies list
ru_ru: Список валют

source: Widgets list
ru_ru: Список виджетов

source: Group's list
ru_ru: Список групп

source: Group list
ru_ru: Список групп

source: Roles groups list
ru_ru: Список групп ролей

source: Additional fields list
ru_ru: Список дополнительных полей

source: WishList
ru_ru: Список желаний

source: Wish List
ru_ru: Список желаний

source: Orders list
ru_ru: Список заказов

source: Categories list
ru_ru: Список категорий

source: Category list is empty
ru_ru: Список категорий пуст

source: Kit List products are empty
ru_ru: Список наборов товаров пустой

source: List of cumulative discounts
ru_ru: Список накопительных скидок

source: Callbacks list_
ru_ru: Список обратных звонков

source: Callback list
ru_ru: Список обратных звонков

source: List of callbacks is empty
ru_ru: Список обратных звонков пуст

source: Gift certificate list
ru_ru: Список подарочных сертификатов

source: Gift certificate list is empty.
ru_ru: Список подарочных сертификатов пуст.

source: Fields list
ru_ru: Список полей

source: Users list
ru_ru: Список пользователей

source: List of users
ru_ru: Список пользователей

source: Empty user list.
ru_ru: Список пользователей пуст

source: List is empty.
ru_ru: Список пуст

source: List is empty
ru_ru: Список пустой

source: Privileges list
ru_ru: Список ролей

source: The list of properties is empty
ru_ru: Список свойств пуст

source: Empty property list
ru_ru: Список свойств пуст

source: Empty discount list
ru_ru: Список скидок пуст

source: Delivery methods list
ru_ru: Список способов доставки

source: Delivery methods list is empty
ru_ru: Список способов доставки пустой

source: Payment methods list
ru_ru: Список способов оплаты

source: Payment methods list is empty
ru_ru: Список способов оплаты пуст

source: Articles list
ru_ru: Список страниц

source: Products list
ru_ru: Список товаров

source: Products sets
ru_ru: Список товаров

source: Product list is empty
ru_ru: Список товаров пустой

source: Empty product arrival notification list.
ru_ru: Список уведомлений о появлении пустой.

source: Empty file list
ru_ru: Список файлов пуст

source: Languages list
ru_ru: Список языков

source: Method name
ru_ru: Способ

source: Delivery method
ru_ru: Способ доставки

source: Delivery Method
ru_ru: Способ доставки

source: Delivery method is not found
ru_ru: Способ доставки не найден

source: Delivery method removed
ru_ru: Способ доставки удален

source: Payment method
ru_ru: Способ оплаты

source: Payment method was edited
ru_ru: Способ оплаты был отредактирован

source: Payment method is not found.
ru_ru: Способ оплаты не найден.

source: Payment method is created
ru_ru: Способ оплаты создан

source: Method of payment is removed
ru_ru: Способ оплаты удален

source: Delivery methods (shipping)
ru_ru: Способы доставки

source: Payd method
ru_ru: Способы оплаты

source: Payment methods
ru_ru: Способы оплаты

source: Right
ru_ru: Справа

source: Valid to
ru_ru: Срок действия

source: Reference
ru_ru: Ссылка

source: Link to the order
ru_ru: Ссылка на заказ

source: Link to confirm password recovery
ru_ru: Ссылку для подтверждения восстановления пароля

source: Link to view the product
ru_ru: Ссылку для просмотра продукта

source: Link to view the WishList
ru_ru: Ссылку для просмотра Списка жеданий

source: Old price
ru_ru: Старая цена

source: Statistics
ru_ru: Статистика

source: Status
ru_ru: Статус

source: Status set for all new requests.
ru_ru: Статус будет назначен всем новым запросам.

source: Status change success
ru_ru: Статус был изменен

source: Status was removed
ru_ru: Статус был удален

source: Status delivery was edited
ru_ru: Статус доставки был отредактирован

source: Order status changed to
ru_ru: Статус доставки заказа изменён на

source: Order status changed
ru_ru: Статус заказа изменен

source: Order Status changed
ru_ru: Статус заказа изменен

source: Order Status not found
ru_ru: Статус заказа не найден

source: Order status edited
ru_ru: Статус заказа отредактирован

source: Order status created
ru_ru: Статус заказа создан

source: Order status established
ru_ru: Статус заказа создан

source: Status removed
ru_ru: Статус заказа удален

source: Orders status was removed
ru_ru: Статус заказа удалён

source: Status and related orders removed
ru_ru: Статус и связанных с ним заказы удалены

source: Status callback was removed
ru_ru: Статус обратного звонка был удален

source: Callback status changed to
ru_ru: Статус обратного звонка изменён на

source: Status callback edited
ru_ru: Статус обратного звонка отредактирован

source: Callback default status changed. New default status ID:
ru_ru: Статус обратного звонка по умолчанию изменился. Новый статус по умолчанию:

source: Status callback created
ru_ru: Статус обратного звонка создан

source: Status pending not found
ru_ru: Статус ожидания не найден

source: Payment status
ru_ru: Статус оплаты

source: Order paid status changed to Not paid
ru_ru: Статус оплаты заказа изменён на Не оплачен

source: Order paid status changed to Paid
ru_ru: Статус оплаты заказа изменён на Оплачен

source: Payment status of orders changed
ru_ru: Статус оплаты заказов изменен

source: Status payment was edited
ru_ru: Статус платежа был отредактирован

source: Default status was changed
ru_ru: Статус по умолчанию изменен

source: Publication status
ru_ru: Статус публикации
