Repository: shivamanhar/ulai-website
Catalog: application/modules/payment_method_privat24/language/*/LC_MESSAGES/payment_method_privat24.po
Languages: uk_ua

source: Comment status
uk_ua: Коментар статус

source: has been updated successfully
uk_ua: успішно оновлено

source: Go to the page with the comment
uk_ua: Перейти на сторінку з коментарем

source: Notification about new comments
uk_ua: Повідомлення про нові коментарі

source: Back
uk_ua: Тому

source: Save
uk_ua: Зберегти

source: Save and go back
uk_ua: Зберегти і повернутися

source: Properties
uk_ua: Властивості

source: Administrator E-mail
uk_ua: Адміністратор E-mail

source: Notify by E-mail
uk_ua: Повідомляти по E-mail

source: Yes
uk_ua: Так

source: No
uk_ua: Немає

source: Secret key
uk_ua: Секретний ключ

source: privat24
uk_ua: Приват24

source: Merchant secret key
uk_ua: Секретний ключ Merchant

source: Privat24
uk_ua: Приват24

source: Метод оплаты Privat24
uk_ua: Метод оплати Приват24
