Repository: shivamanhar/ulai-website
Catalog: application/modules/template_manager/language/*/LC_MESSAGES/template_manager.po
Languages: ru_ru

source: Template demo data was successfully installed
ru_ru: Демо-данные шаблона успешно установлены

source: Be careful, installing demo data can damage your data.
ru_ru: Будьте осторожны, установка демо-данных может привести к повреждению данных.

source: Template demo data was successfully installed.
ru_ru: Демо-данные шаблона были успешно установлены.

source: Demo online
ru_ru: Онлайн демо

source: Installing full demo data can destroy all your database and uploads data.
ru_ru: Полная установка демо-данных может разрушить вашу базу данных и данные папки uploads.

source: Full demo data install
ru_ru: Установить полные демо-данные

source: Install full demodata
ru_ru: Установить полные демо-данные

source: Install with demodata
ru_ru: Установить с демо-данными

source: Template Logo and Favicon changed.
ru_ru: Логотип и Favicon изменены.

source: Component settings successfuly updated
ru_ru: Настройки дизайна отредактированы

source: Component settings can not update
ru_ru: Не возможно обновить настройки компонента

source: Class Template has no |0| property
ru_ru: Класс шаблона нет имеет |0| свойства

source: Component |0| not found
ru_ru: Компонент |0| не найден

source: Component |component_name| is broken
ru_ru: Компонент |component_name| сломан

source: Add design
ru_ru: Добавить дизайн

source: Date
ru_ru: Дата

source: Please use function siteinfo() with the parameter
ru_ru: Пожалуйста, используйте функцию электронной почты: siteinfo() с параметром

source: Status
ru_ru: Статус

source: Pay
ru_ru: Оплатить

source: No
ru_ru: Нет

source: XML-file read error
ru_ru: XML-файл ошибка чтения

source: System Pay
ru_ru: Система Оплаты

source: Number
ru_ru: Номер

source: Enter URL
ru_ru: Введите URL-адрес

source: Version
ru_ru: Версия

source: Can not delete installed template.
ru_ru: Вы не можете удалить установленный шаблон.

source: Can not delete template. Check files permissions.
ru_ru: Вы не можете удалить шаблон. Проверьте права на файлы.

source: Click to select the image
ru_ru: Выберите изображение,

source: Choose file
ru_ru: Выберите файл

source: This widget is required
ru_ru: Данный виджет является обязательным

source: Upload
ru_ru: Загрузить

source: Upload template
ru_ru: Загрузить шаблон

source: Changes saved.
ru_ru: Изменения сохранены.

source: Template name is not set.
ru_ru: Имя шаблона не установлено.

source: Buy
ru_ru: Купить

source: License agreement
ru_ru: Лицензионное соглашение

source: Logo
ru_ru: Логотип

source: Logo & Favicon
ru_ru: Логотип & Favicon

source: Local file
ru_ru: Локальный файл

source: Module for simpler templates managing
ru_ru: Модуль для упрощения управления шаблонами

source: Back
ru_ru: Назад

source: Component Name
ru_ru: Название Компонента

source: Component name
ru_ru: Название компонента

source: Templates properties
ru_ru: Настройки дизайна

source: Start typing name here...
ru_ru: Начните вводить название здесь...

source: Can not upload template.
ru_ru: Не возможно загрузить шаблон.

source: Can not install banner.
ru_ru: Не возможно установить баннер.

source: Can not install custom field.
ru_ru: Не возможно установить дополнительное поле.

source: Failed to download the archive
ru_ru: Не удалось загрузить архив

source: Unable to extract archive
ru_ru: Не удалось распаковать архив

source: Wrong file type
ru_ru: Неправильный тип файла

source: Wrong filetype. Zip-archives only
ru_ru: Неправильный тип файла. Zip-архивы только

source: No input data specified
ru_ru: Нет данных для загрузки

source: No params.xml file
ru_ru: Нет файла params.xml

source: No templates
ru_ru: Нет шаблонов

source: Description
ru_ru: Описание

source: Cancel
ru_ru: Отменить

source: Error
ru_ru: Ошибка

source: Error - template not specified
ru_ru: Ошибка - шаблон не указан

source: DB Error
ru_ru: Ошибка Базы Данных

source: One or more dependency error
ru_ru: Ошибка в зависимостях шаблона

source: Error on adding to DB
ru_ru: Ошибка при добавлении в Базу данных

source: Bad archive structure
ru_ru: Плохая структура архива

source: Support from
ru_ru: Поддержка с

source: Accept license agreement
ru_ru: Примите лицензионное соглашение

source: Template Editor
ru_ru: Редактор шаблонов

source: User Guide
ru_ru: Руководство Пользователя

source: Download
ru_ru: Скачать

source: Component body
ru_ru: Содержание компонента

source: Message
ru_ru: Сообщение

source: Save
ru_ru: Сохранить

source: Template list
ru_ru: Список дизайнов

source: Current installed template can not be installed again
ru_ru: Текущий установленный шаблон не может быть установлена заново

source: Type
ru_ru: Тип

source: Only image can be loaded
ru_ru: Только изображение может быть загружено

source: Specified zip file does not exists
ru_ru: Указанный zip файл не существует

source: Templates manager
ru_ru: Управление дизайном

source: Install
ru_ru: Установить

source: Installed
ru_ru: Установлен

source: Template
ru_ru: Шаблон

source: Template was successfully downloaded.
ru_ru: Шаблон был успешно загружен.

source: Template was successfully uploaded.
ru_ru: Шаблон был успешно загружен.

source: Template was successfully deleted.
ru_ru: Шаблон был успешно удален.

source: Template was successfully installed.
ru_ru: Шаблон был успешно установлен.

source: Template does not exist in templates folder
ru_ru: Шаблон не находится в папке шаблона

source: Template does not exists.
ru_ru: Шаблон не существует.

source: Template already exists
ru_ru: Шаблон уже существует

source: Repository templates
ru_ru: Шаблоны с репозитория

source: Templates are the intellectual property, so if you <br /> want to install it, you must accept the license agreement.
ru_ru: Шаблоны являются интеллектуальной собственностью, так что если вы <br /> хотите установить его, Вам необходимо принять лицензионное соглашение.

source: This widget is wishful
ru_ru: Этот виджет является желаемым

source: This module is not exists
ru_ru: Этот модуль не существует

source: This module is required
ru_ru: Этот модуль нужен бить установлен

source: This module is wishful
ru_ru: Этот модуль является желательным
